<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <title>Nova academia de pintura dedicada &agrave;s senhoras
portuguezas que am&atilde;o ou se applic&atilde;o ao estudo das
Bellas Artes</title>


  <meta content="Cirilo Volkmar Machado" name="AUTHOR" />

  <meta content="text/html; charset=UTF-8" http-equiv="Content-Type" />

  <style type="text/css">
body {width: 50%; margin-left:10%; text-align: justify;}
h1, h2, h3, h4 { text-align: center;}
h1 {margin: 2em; text-align: center;}
h2, h4 {margin-top: 2em;}
.tiny {font-size: 75%; text-align: center;}
.tinyl {font-size: 90%; margin-left:5%;}
.bbox {border: solid black 1px; margin-left: 5%; margin-right: 5%;}
.fbox {border: solid black 1px; background-color: #FFFFCC; font-size: 75%; margin-left: 10%; margin-right: 10%;}
.intro {font-size: 90%; font-style: italic;}
.intro1 {margin-left:20%;}
.signature {
margin-right: 5%;
text-align: right;}
.smallcaps {font-variant: small-caps;}
.quote {margin-left:7%; margin-right:7%;}
.quote1 {margin-left:30%;}
.right {text-align: right;}
.break {
width: 40%;
margin-left:30%;}
.sbreak {
width: 20%;
margin-left:40%;}
.breaks {
width: 80%;
margin-left:10%;}
.note {font-size: 75%;}
.dots {color: #fff; background-color: inherit; border: 3px dotted #555; border-style: none none dotted;}
.poetry {margin-left:20%;}
.poetry1 {margin-left:10%;}
.pagenum { position: absolute; right: 35%;
font-size: 75%;
text-align: right;
text-indent: 0em;
font-style: normal;
font-weight: normal;
color: silver; background-color: inherit;
font-variant: normal;}
  </style>
</head>


<body>

<div>
<div class="fbox"><b>Nota de editor:</b>
Devido &agrave;
quantidade de erros tipogr&aacute;ficos existentes neste texto,
foram tomadas v&aacute;rias decis&otilde;es quanto &agrave;
vers&atilde;o final. Em caso de d&uacute;vida, a grafia foi
mantida de acordo com o original. No final deste livro
encontrar&aacute; a lista de erros corrigidos.<br />

<br />

<div style="text-align: right; font-style: italic;">Rita
Farinha (Mar. 2008)
</div>

</div>

<br />

<br />

<br />

<br />

<div class="bbox"><br />

<h2>
NOVA ACADEMIA<br />

<br />

DE<br />

<br />

PINTURA<br />

<br />

DEDICADA<br />

<br />

&Aacute;S SENHORAS PORTUGUEZAS </h2>

<br />

<h3><em>Que am&atilde;o ou se applic&atilde;o ao
estudo<br />

das Bellas Artes</em>.<br />

</h3>

<hr /><br />

<div class="poetry1">....las Mugeres quando<br />

Talves, applicar se han visto<br />

A las Letras, o
las Artes,<br />

Los Hombres han excedido.</div>

<br />

<hr /><br />

<div style="text-align: center;"><img style="width: 150px; height: 124px;" alt="" src="images/fig01.png" /><br />

</div>

<h4>LISBOA:<br />

NA IMPRESS&Atilde;O REGIA.<br />

ANNO 1817.<br />

<br />

</h4>

<div class="sbreak">
<hr /></div>

<h4><em>Com Licen&ccedil;a</em>.</h4>

</div>

<br />

<br />

<span class="pagenum">[3]</span>
<h2>PROEMIO. </h2>

<br />

Quando vou discorrer sobre a Arte da Pintura, parece que deveria
come&ccedil;ar pelo seu elogio; mas n&atilde;o o farei, por me
parecer cousa superflua, e bem sabida de todos: observarei
s&oacute;mente, que a Arte por si s&oacute;, inda que fosse
levada a hum alto gr&aacute;o de perfei&ccedil;&atilde;o,
n&atilde;o poderia fazer illustre,
e estimavel aquelle que tivesse o odioso, ou ridiculo comportamento de
hum Brouwer,<sup><a href="#1">[1]</a></sup>
de hum Aleixo Transpadano,<sup><a href="#2">[2]</a></sup>
ou de hum Bufalmaco;<sup><a href="#3">[3]</a></sup>
<span class="pagenum">[4]</span>
mas se
pelo contrario, algum soubesse ajuntar &aacute; honra, e
&aacute; virtude os talentos de Rafael, de Corregio, ou de outro
grande Pintor, estas raras qualidades assim reunidas,
constituiri&atilde;o (diz Richardson) hum mortal &laquo;cujo
esplendor
poderia luzir m&ugrave;ito, mesmo em hum mundo ainda melhor de que
este&raquo;. Na Poesia n&atilde;o se admittem medianias;
mas na Pintura ha tantas e taes difficuldades a vencer, que
&laquo;O Pintor
de segunda ou terceira classe merece o mesmo gr&aacute;o de
estima&ccedil;&atilde;o que hum homem de primeira ordem em
qualquer outra Faculdade.&raquo;<br />

<br />

Mas se esta scientifica Arte, pela sua belleza e profundidade, tem sido
digna da applica&ccedil;&atilde;o de muitos homens da mais alta
esphera, n&atilde;o deixa ella tambem, de ser igualmente propria,
ou talvez mais propria ainda, para as Senhoras; principalmente
naquelles
<span class="pagenum">[5]</span>
casos em que s&atilde;o
mais necessarias a gra&ccedil;a, e a delicadeza: assim, tem feito
as Na&ccedil;&otilde;es conhecedoras o maior apre&ccedil;o
das obras da Sirani, da Sophonisba, da Rosalba, e de muitas outras,
cujos nomes fazem tanta honra ao bello Sexo, como &aacute;s suas
patrias. <br />

<br />

A Musica he huma arte angelica, e pode entreter deliciosamente qualquer
Senhora, huma ou duas horas cada dia; a leitura a divertir&aacute;
tres ou quatro; mas a Pintura faz parecer pequenos os maiores dias de
Junho, e torna amavel e apetecivel a mesma solid&atilde;o: he huma
arte n&atilde;o s&oacute; imitadora
de toda a Natureza, mas tambem creadora; arte emfim, que sympathisa
grandemente com a vivacidade das pessoas espirituosas, e discretas,
muitas das quaes desej&atilde;o saber pintar, e nem sempre o
conseguem; ou por viverem em terras aonde n&atilde;o ha quem as
ensine, ou por se limitarem nas li&ccedil;&otilde;es a huma
pratica mui superficial. A Pratica he de absoluta necessidade, e por
ella se deve n&atilde;o
<span class="pagenum">[6]</span>
s&oacute; come&ccedil;ar, mas avan&ccedil;ar muito, sem
nunca a perder de vista; por&eacute;m ha huma baliza,
al&eacute;m da qual sen&atilde;o podem fazer ulteriores
progressos sem estudar a fundamento os preceitos theoricos. <br />

<br />

Os Poetas, e Oradores tem as suas regras fundamentaes, escritas por
bons Authores; n&oacute;s tambem temos as nossas: o numero dos
Escriptores que as trat&atilde;o he muito grande; os idiomas em que
correm impressas s&atilde;o mui diversos; e he assaz difficultoso
poder fazer dellas huma sufficiente collec&ccedil;&atilde;o; e
quando se fizesse serviria talvez, mais para confundir a mente de hum
principiante, que para a illustrar. Ha em taes livros muitas cousas
inuteis, e outras que parecem, ou s&atilde;o contradictorias; por
tanto he preciso escolher, resumir, e concordar: he o que
n&oacute;s procur&aacute;mos fazer nesta pequena obra,
extrahindo de muitas flores, como fazem as abelhas, s&oacute; o
balsamo que he proprio para compor o mel; pondo de parte quanto nos
pareceo improprio, ou desnecessario.
<br />

<br />

<span class="pagenum">[7]</span>
A Praxe, como dissemos, he indispensavel aos Artistas; mas a theoria he
indispensavel &aacute; perfei&ccedil;&atilde;o da mesma
pratica. Ella nos manifesta em pouco tempo as descobertas de muitos
seculos. <br />

<br />

Desde que os restaudores da Arte
come&ccedil;&aacute;r&atilde;o a fazer alguns progressos,
cuid&aacute;r&atilde;o logo em ir estabelecendo, como maximas
fundamentaes, as verdades que for&atilde;o descobrindo; e para que
ellas fossem bem apuradas e debatidas, antes de se adoptarem, e bem
interpretadas depois de estabelecidas, fund&aacute;r&atilde;o
Academias, compostas dos mais sabios Artistas daquelles tempos; e
&aacute;s especula&ccedil;&otilde;es mais e mais apuradas
dos seus Academicos, he que se deve a perfei&ccedil;&atilde;o a
que chegou a Arte no tempo de Raphael: e como a doutrina da nossa nova
Academia he derivada, e recopilada das doutrinas de todas ellas,
n&atilde;o ser&aacute; f&oacute;ra de proposito dizer de
passagem alguma cousa a respeito das mais notaveis. <br />

<br />

Tendo-se perdido a Arte, nos seculos
<span class="pagenum">[8]</span>
que as
invas&otilde;es dos Godos fizer&atilde;o barbaros, e infelices,
s&oacute; em Constantinopla, aonde elles n&atilde;o
entr&aacute;r&atilde;o, se conservou huma sombra della, que no
seculo XI. come&ccedil;ou a diffundir-se pela Italia. Pelos annos
1000 for&atilde;o alguns daquelles chamados Pintores, fazer de
Mosaico, o coro da Igreja de Santa Miniata em Floren&ccedil;a: por
1072, sendo Doge de Veneza, Domingos Contarino, for&atilde;o outros
Gregos de Constantinopla ornar tambem de Mosaico a igreja de S. Marcos:
hum seculo depois o Abbade Joaquim fez pintar sobre a porta do
Thesouro, como por inspira&ccedil;&atilde;o, os retratos de S.
Francisco, e S. Domingos, que ainda n&atilde;o er&atilde;o
conhecidos: os Annaes de Sena fazem men&ccedil;&atilde;o de
alguns estatutos da Arte no seculo XIII.; mas huma das mais antigas
sociedades de Artistas, foi a dos Padres Gaudentes, em
Floren&ccedil;a, no fim do mesmo seculo; muitos dos quaes
bordav&atilde;o, escrevi&atilde;o bem,
miniav&atilde;o, e pintav&atilde;o. <br />

<br />

Gioto, no principio do seculo XIV.
<span class="pagenum">[9]</span>
fundou a primeira Academia das
tres Artes, em Floren&ccedil;a; e Jacomo Casentino concorreo muito
para se erigir a Irmandade de S. Lucas em Santa Maria a Nova. A Pintura
fazia progressos; e quando as Artes sobem, os discipulos excedem os
mestres: Thaddeo Gaddi excedeo seu mestre Gioto, no colorido, e nas
express&otilde;es: Paulo Uc&eacute;llo fez grandes progressos
na perspectiva: Pedro Cavallini, e Fr. Jo&atilde;o Angelico
der&atilde;o hum &aacute;r muito devoto &aacute;s Santas
Imagens:<sup><a href="#4">[4]</a></sup>
o Massolino<sup><a href="#5">[5]</a></sup>
deu grande nobreza &aacute;s figuras, e
huma certa vida aos olhos; mas o seu discipulo Massacio excedeu-o
tanto, quanto elle havia excedido os outros; porque deu muita
for&ccedil;a de relevo, muita correc&ccedil;&atilde;o,
<span class="pagenum">[10]</span>
gra&ccedil;a, e bellas attitudes
&aacute;s personagens que pintava; e p&oacute;de-se dizer que
abrio o templo da Immortalidade a Miguel Angelo, e a Raphael. <br />

<br />

Louren&ccedil;o de Medicis estabeleceo no seu Palacio, e Jardim,
huma destas Universidades, ou Academias, bem provida de preciosos
Cart&otilde;es, desenhos, quadros, e estatuas; e dava premios, e
pens&otilde;es aos estudantes mais aproveitados. Dalli sahio o
Buonarota, o Torrigiani, o Ghirland&aacute;ro, e outros sabios. <br />

<br />

Fr. Jo&atilde;o Angelo, que era bom Escultor, obteve o beneplacito,
e a protec&ccedil;&atilde;o do Gr&atilde;o Duque, para se
restabelecer a antiga Academia, e a Irmandade de S. Lucas,
j&aacute; quasi extinctas, no Convento dos Anjos, e depois em S.
Louren&ccedil;o. <br />

<br />

Em quanto isto se passava em Italia, tambem se
fund&aacute;r&atilde;o iguaes estabelecimentos &aacute;
quem dos seus montes, taes como o de Antuerpia, o de Nuremberg, o de
Bruxellas, etc.; sendo hum dos mais antigos o de
<span class="pagenum">[11]</span>
Bruges, aonde Jo&atilde;o Van-Eych
no seculo XIV. inventou a pintura a oleo. <br />

<br />

No principio do seculo XVI. erigio em Roma, o divino Raphael, a mais
douta Universidade da Pintura que vir&atilde;o os modernos; mas
durou pouco tempo; porque faltou o Reitor della em 1520, e os alumnos
todos se dispers&aacute;r&atilde;o, sete annos depois, quando o
exercito do Condestavel Carlos de Borbon saqueou aquella Capital:
por&eacute;m Gregorio XIII, fundou outra, em
considera&ccedil;&atilde;o do Musiano, e do Zucaro, que a
dot&aacute;r&atilde;o. Os seus Academicos
edific&aacute;r&atilde;o o Templo de S. Lucas, e Santa
Martinha, hum dos mais bellos e mais sumptuosos de Roma, pelos desenhos
do famoso Pintor Pedro de Cortona; o qual lhe deixou 200$000 cruzados
para se construir o Altar m&oacute;r, de bronzes e marmores finos,
e se lhe erigir hum mausol&eacute;o.<sup><a href="#6">[6]</a></sup>
O
<span class="pagenum">[12]</span>
Painel da dita Capella m&oacute;r,
o qual representa S. Lucas retratando Nossa Senhora, he de Raphael. <br />

<br />

Pela Lombardia fez a Arte grandes progressos, e teve boas Academias em
Mil&atilde;o, Veneza, M&oacute;dena, Parma, Bolonha, etc. A dos
Caraches foi a mais c&eacute;lebre, pela quantidade de grandes
homens que della sahio. Alli se estudav&atilde;o as tres Artes, a
gravura, a perspectiva, e a anatomia: era prov&icirc;da de
esqueletos, manequins, gessos originaes, vestidos, armas, arnezes, etc.
Alli se distribui&atilde;o lugares, empregos, e premios, tudo
debaixo da direc&ccedil;&atilde;o de Luiz Carache. Depois desta
houve tambem em Bolonha a do Guido, que teve 200 discipulos, a do
Albani, a do Pasinelli, a do Conde Cignani, as do Conde e do Senador
Ghisiliere, e outras muitas; mas como todas er&atilde;o de
particulares, depressa se extingui&atilde;o. Em
<span class="pagenum">[13]</span>
Julho de 1706,
junt&aacute;r&atilde;o-se 80 ou 90 Pintores (entre os quaes,
diz Zanoti, havia alguns que tinh&atilde;o o seu merecimento) na
Galeria do Conde Fava, que sabia pintar, e tinha boa
collec&ccedil;&atilde;o de pinturas, a fim de buscarem meios
para reprimir a ousadia de certos <em>artigiani</em>
intrusos, que abusando da illimitada liberdade da Pintura, em hum paiz
aonde n&atilde;o havia Academia, se incumbi&atilde;o da
direc&ccedil;&atilde;o de grandes emprezas, e
reduzi&atilde;o os habeis artistas a huma abjecta
servid&atilde;o. O resultado foi que o dito Conde, o General
Marsili, e Carlos Maratti obtiver&atilde;o do Papa Clemente XI.,
que se estabelecesse a desejada Academia de Pintura, e fosse alojada,
com a Filosofia, no Palacio do Instituto de Bolonha, debaixo da
Protec&ccedil;&atilde;o de Santa Catharina de Vigri, religiosa
de S. Domingos, e Pintora Bolonheza. <br />

<br />

Os Authores Francezes fall&atilde;o em desenhos seus, feitos
&aacute; penna no seculo XII., com estylo nada inferior
<span class="pagenum">[14]</span>
ao que depois usou Cimabue:<sup><a href="#7">[7]</a></sup>
e nos
tempos de Gioto, tinh&atilde;o j&aacute; muitos daquelles que
alli se cham&atilde;o
<em>barbouilleurs</em>, formado huma
corpora&ccedil;&atilde;o, mecanica sim, mas muito privilegiada
pelo Parlamento; e em virtude dos seus privilegios
ous&aacute;r&atilde;o incommodar os grandes Pintores, que
apparecer&atilde;o no tempo de Luiz XIV. Estes, indignados contra a
sua audacia, fund&aacute;r&atilde;o a Academia Real de Pintura,
e Esculptura, que em 1663 foi dotada com 4$ libras annuaes; mas Luiz
XVI. lhe condeo 10$. <br />

<br />

Mr. Urry, director das obras Reaes, em 1737, inventou o chamado
Sal&atilde;o; lugar aonde de dois em dois annos, os Artistas
exp&otilde;em ao Publico as melhores obras que v&atilde;o
fazendo; cousa que foi mui vantajosa &aacute;
<span class="pagenum">[15]</span>
Arte.
N&atilde;o lhe for&atilde;o menos uteis os que se
cham&atilde;o quadros de Maio: os Ourives
come&ccedil;&aacute;r&atilde;o em 1449 a offerecer a Nossa
Senhora com grande solemnidade, hum ramo verde, a que
chamav&atilde;o o Maio: depois, junt&aacute;r&atilde;o aos
ramos certas maquinetas; e por fins, desde 1630
come&ccedil;&aacute;r&atilde;o a offerecer
cada anno, hum painel, feito sempre por algum dos melhores Pintores da
Fran&ccedil;a. <br />

<br />

Luiz XV. estabeleceo o grande Concurso da Academia Real em
Par&iacute;s, sendo o premio dos vencedores, a
sustenta&ccedil;&atilde;o em Roma (aonde tem outra Academia)
por tempo de quatro annos, para se aperfei&ccedil;oarem. <br />

<br />

Na Hespanha fund&aacute;r&atilde;o-se tambem varias Academias;
mas a mais famosa foi a de Sevilha, aberta por Morilho em 1660. A de
Madrid estabeleceo-se muito mais tarde pelas dissens&otilde;es dos
mesmos Artistas. O partido dos menos habeis, que era m
Na Hespanha fund&aacute;r&atilde;o-se tambem varias Academias;
mas a mais famosa foi a de Sevilha, aberta por Morilho em 1660. A de
Madrid estabeleceo-se muito mais tarde pelas dissens&otilde;es dos
mesmos Artistas. O partido dos menos habeis, que era muito maior,
triumphou por mais de 120 annos, at&eacute; o de 1744; tempo em que
Philippe V. mandou absolutamente
<span class="pagenum">[16]</span>
que se fundasse. Fernando VI., dois
annos depois, a dotou em 12$ pezos; e exaltou-a extraordinariamente, e
aos seus professores. <br />

<br />

Inda que estas mimosas Artes sej&atilde;o mui pouco fecundas nos
climas frios, tem-se estabelecido as suas Academias na Dinamarca, na
Russia, e por todo o Norte da Europa. Os Pintores Inglezes tambem se
associ&aacute;r&atilde;o em <em>S. Martin's-lane</em>
em 1750, a fim de deitarem os fundamentos n'huma especie de Academia:
dez annos depois convier&atilde;o em fazer huma
exhibi&ccedil;&atilde;o publica das suas melhores obras, em hum
sal&atilde;o similhante ao de Fran&ccedil;a, aonde se entraria
por dinheiro. Em 65 obtiver&atilde;o o beneplacito Regio para se
estabelecerem; e em 68 teve a Sociedade o titulo de Academia Real das
tres Artes. O dote era o producto das exhibi&ccedil;&otilde;es;
mas como nos primeiros annos n&atilde;o chegasse para as despezas,
supprio o bolsinho Real a falta de 45$ cruzados. <br />

<br />

Os Artistas exp&otilde;em &aacute; venda, ou
<span class="pagenum">[17]</span>
&aacute; censura
p&uacute;blica, naquelle Sal&atilde;o, as obras que querem; e
os curiosos que as pertendem ver, pag&atilde;o pela entrada hum
xelim cada hum: estas entradas produzir&atilde;o 13 a 14$ cruzados
annuaes at&eacute; o anno 1779; mas no seguinte, que foi o primeiro
da exhibi&ccedil;&atilde;o em
<em>Somerset-Palace</em>, subio a receita a 27$ cruzados; e
dalli at&eacute; o anno de 96 andou sempre por 22 a 23$ de sorte
que excedendo a receita a despeza, comprou a Academia huma boa
propriedade, e applicou os seus rendimentos em beneficio dos Artistas
precisados. Este estabelecimento, soffreo tambem, como todos os mais,
grandes opposi&ccedil;&otilde;es; porque os n&atilde;o
admittidos em a nova Academia, fund&aacute;r&atilde;o outra; e
outra exhibi&ccedil;&atilde;o; mas como n&atilde;o
tinh&atilde;o grande credito, tudo desappareceo em pouco tempo. <br />

<br />

De todas estas, e outras famosas Esch&oacute;las, he que deriva a
Doutrina, que em compendio vamos ensinar nesta nova Academia: mas antes
de come&ccedil;ar as li&ccedil;&otilde;es, he preciso dar
&aacute;s
<span class="pagenum">[18]</span>
nossas illustres Academicas huma idea verdadeira da Arte. <br />

<br />

A Pintura p&oacute;de ser considerada de duas sortes, ou como
natural, ou como artificial. A Pintura natural he aquella que
naturalmente se imprime na retina dos nossos olhos; e dalli, pelos
nervos opticos, se communica &aacute; alma; e a Pintura artificial,
he a imita&ccedil;&atilde;o da Pintura natural. A esta
imita&ccedil;&atilde;o, se he bem feita, chama-se <em>Verdade</em>.
A Verdade na Pintura, ou he simples, ou ideal, ou composta de huma e
outra: Verdade simples he a imita&ccedil;&atilde;o exacta da
Pintura natural, tal como ella se estampa dentro dos nossos olhos, com
todas as suas bellezas, e defeitos: Verdade ideal, he a
imita&ccedil;&atilde;o daquellas imagens, que se nos
represent&atilde;o na imagina&ccedil;&atilde;o: Verdade
mixta he a imita&ccedil;&atilde;o da Pintura natural, emendada
nos seus defeitos, pelos modelos de perfei&ccedil;&atilde;o que
o grande Artista concebe na sua mente. Esta verdade mixta, ou composta,
he a que se acha nas obras de
<span class="pagenum"><a name="p19">[19]</a></span>
Raphael, e de outros grandes homens;
mas principalmente no <em>Antigo</em>.<sup><a href="#8">[8]</a></sup> <br />

<br />

Os que estud&atilde;o a Arte devem, primeiro que tudo, adquirir a
pratica da verdade simples, costumando-se a imitar perfeitamente tudo
quanto se apresentar diante dos seus olhos; mas podem, e devem faze-lo
de sorte que em virtude da boa escolha dos objectos, achem tambem nos
seus exemplares a verdade composta. As Pinturas do Carache no palacio
Farnesio, e as de <a href="#e1">Raphael</a> no
Vaticano s&atilde;o as
duas grandes esch&oacute;las de Desenho. A terceira, e
n&atilde;o menos importante para os que est&atilde;o mais
adiantados, he a das boas estatuas antigas: os que n&atilde;o
puderem estudar pelos originaes, basta que estudem por exactissimas
copias.
<br />

<br />

<span class="pagenum">[20]</span>
A Pintura comprehende tudo quanto se p&oacute;de ver, e imaginar; e
como he t&atilde;o vasta, divide-se em muitas partes, e em muitos
generos. Os generos, s&atilde;o: 1.&ordm; o Historico, ou (como
os
authores lhe cham&atilde;o) o grande Genero: 2.&ordm; o dos
Retratos:
3.&ordm; o das Batalhas: 4.&ordm; o das Bambochatas:
5.&ordm; o das Paizagens e
Perspectivas: 6.&ordm; o das Marinhas: 7.&ordm; o dos Animaes:
8.&ordm; o das
cousas inanimadas, como flores, fructos, ornatos, quadraturas, etc. <br />

<br />

As partes de que se comp&otilde;e a Pintura, s&atilde;o: a
Inven&ccedil;&atilde;o; a
Express&atilde;o; a Distribui&ccedil;&atilde;o, ou
Disposi&ccedil;&atilde;o; o Desenho; o Colorido; o Clar'escuro;
o Estylo, ou Pincel; a Gra&ccedil;a; a Grandeza; o bello Ideal;
etc. etc.: mas todas estas partes se podem reunir debaixo de tres
principaes chefes, que vem a ser: <em>Composi&ccedil;&atilde;o,
Desenho, e Colorido</em>. Na ordem dos estudos praticos,
come&ccedil;a-se pelo Desenho; mas na ordem da doutrina theorica
principia-se pela Composi&ccedil;&atilde;o, por ser a primeira
cousa que o
<span class="pagenum">[21]</span>
pintor
habil tem a fazer quando quer come&ccedil;ar o seu painel; motivo
porque principiaremos tambem por esta parte o nosso compendio. <br />

<br />

<br />

<br />

<br />

<br />

<div class="breaks">
<hr /></div>

<span class="pagenum">[23]</span>
<h2>NOVA ACADEMIA<br />

<br />

<span class="smallcaps">de</span><br />

<br />

PINTURA </h2>

<h2>
<span class="smallcaps">primeira parte.</span> </h2>

<br />

<h3><em>Composi&ccedil;&atilde;o.</em><br />

</h3>

<br />

<div class="breaks">
<hr /></div>

<br />

<br />

&laquo;<span class="smallcaps">Crear</span>, ou
para dizer melhor, reproduzir de novo as obras do
Creador;
renovar e perpetuar sobre hum painel os feitos heroicos, os
acontecimentos memoraveis, he o mais nobre emprego do genio pitoresco.
Disp&ocirc;r as id&eacute;as em huma bella ordem, apresenta-las
debaixo d'hum aspecto luminoso, he o grande primor da arte. Desta
duplicada opera&ccedil;&atilde;o, da Arte, e do Genio, nasce a
Composi&ccedil;&atilde;o. Os pensamentos
s&atilde;o
<span class="pagenum">[24]</span>
os seus membros. Mas assim como os
materiaes de hum edificio n&atilde;o o poderi&atilde;o formar,
se n&atilde;o estivesse cada hum no seu lugar; assim as
id&eacute;as n&atilde;o representari&atilde;o bem huma
passagem historica, sen&atilde;o estivessem distribuidas na
composi&ccedil;&atilde;o do quadro, com sabia economia, e com
reflex&atilde;o magistral. A composi&ccedil;&atilde;o
divide-se em Inven&ccedil;&atilde;o, e
Disposi&ccedil;&atilde;o.&raquo;<br />

<br />

<br />

<div class="break">
<hr /></div>

<h2><span class="smallcaps">sec&ccedil;&atilde;o
i.&ordf;</span></h2>

<h3><br />

<em>Inven&ccedil;&atilde;o.</em> </h3>

<br />

&laquo;<span class="smallcaps">A
inven&ccedil;&atilde;o</span> he a
combina&ccedil;&atilde;o
dos pensamentos que concorrem para a composi&ccedil;&atilde;o
de qualquer assumpto: he huma Musa que sendo dotada de todas as bellas
qualidades das suas irm&atilde;s, as Musas das Bellas letras, e
inspirada pelo espirito de Apolo, vem por isso mesmo a ser mais
elevada, e a resplandecer com mais viva
<span class="pagenum">[25]</span>
flamma: he hum talento natural
que se n&atilde;o adquire pelo estudo, nem pela pratica; porque a
fonte das inven&ccedil;&otilde;es est&aacute; na faculdade
imaginativa, e requer tres cousas,
<em>imagina&ccedil;&atilde;o</em>, <em>prudencia</em>,
<em>erudi&ccedil;&atilde;o</em>.&raquo;<br />

<br />

&laquo;N&atilde;o ha regras para a
Inven&ccedil;&atilde;o, porque
a arte de imaginar n&atilde;o se communica; mas podem haver
conselhos uteis. Racine, quando compunha as suas tragedias fazia todos
os esfor&ccedil;os para entrar nos sentimentos que queria dar a
Hippolito, a Phedra, a Athalia, e a Esther.&raquo;<br />

<br />

&laquo;A Inven&ccedil;&atilde;o he a poesia da Pintura, e a
parte
mais propria para descobrir o talento do artista: ella desenvolve a
primeira id&eacute;a de toda a obra; e o Pintor n&atilde;o a
deve perder de vista at&eacute; a ultima pincelada. N&atilde;o
basta que elle encha hum painel com muitas e boas figuras, se estas
n&atilde;o servirem todas para explicar o principal objecto; e se a
totalidade da obra n&atilde;o declarar logo ao espectador qual he o
assumpto de que se trata; preparando, e dispondo a mente de
<span class="pagenum">[26]</span>
quem v&ecirc; a pintura, para
ser commovida com as express&otilde;es, e affectos das figuras
principaes: sem o que, de nada serviria dar-lhes express&otilde;es
violentas e exaggeradas, como fazem aquelles que querem affectar muito
espirito. O excesso, ou affecta&ccedil;&atilde;o he a cousa
mais nociva &aacute; boa inven&ccedil;&atilde;o.&raquo;<br />

<br />

&laquo;A Pintura sustenta-se, assim como a Poesia, pela fabula, e
vive de
fic&ccedil;&otilde;es; cada virtude se transforma n'huma
divindade: Minerva he a Prudencia; Venus a formosura; Diana a
castidade; &Eacute;cho n&atilde;o he hum som, he huma nympha; o
cabo das tormentas n&atilde;o he hum promontorio, he o gigante
Adamastor. Assim o Pintor, e o Poeta, orn&atilde;o e
elev&atilde;o todas as cousas.&raquo; <br />

<br />

&laquo;He tambem importante, associar &aacute; escolha dos
objectos todas
as circumstancias, e todos os episodios, que podem augmentar o seu
interesse; tendo por&eacute;m muito cuidado em que os accessorios
n&atilde;o prejudiquem em cousa alguma a
ac&ccedil;&atilde;o principal.&raquo;<br />

<br />

&laquo;As particularidades relativas ao
<span class="pagenum">[27]</span>
<em>costume</em> devem ser exactamente observadas na
Inven&ccedil;&atilde;o: transportemo-nos em id&eacute;a aos
diversos paizes; chamemos &aacute; nossa
imagina&ccedil;&atilde;o os passados seculos; occupemo-nos dos
usos, costumes, e trajes de todas as personagens, para n&atilde;o
cahir-mos naquelles anachronismos, que s&atilde;o capazes de tirar
o merecimento ao quadro mais felizmente concebido, e
executado.&raquo;<br />

<br />

&laquo;Tudo o que se chama original he inventado; mas nem tudo o
que he
inventado merece o titulo de original; porque esta palavra
n&atilde;o s&oacute; d&aacute;
id&eacute;a de inven&ccedil;&atilde;o, mas tambem de grande
magisterio. Arrojar-se a inventar sem ter subido todos os
degr&aacute;os da escada optica, he querer precipitar-se. Alguns
desfigur&atilde;o &aacute;s vezes os seus pensamentos querendo
enriquece-los.&raquo;<br />

<br />

&laquo;L&ecirc;a o Pintor muitas vezes a historia que ha de
comp&ocirc;r, e quando estiver bem senhor della imagine as
personagens: fa&ccedil;a o desenho interno na sua id&eacute;a;
porque sem isso rascunhar&aacute;
<span class="pagenum">[28]</span>
muito, e n&atilde;o far&aacute; nada. Depois
da composi&ccedil;&atilde;o mental, querendo passar
&aacute; execu&ccedil;&atilde;o da obra, retire-se do
tumulto; porque entre rumores, e estr&eacute;pitos nada se
far&aacute; com acerto. N&atilde;o pinte sen&atilde;o
quando se sentir excitado por hum certo impulso; porque a pezar das
Musas n&atilde;o se p&oacute;de fazer obra louvavel.&raquo;<br />

<br />

&laquo;A <em>Inven&ccedil;&atilde;o</em>
requer muito fogo, e muito genio; e a
<em>Disposi&ccedil;&atilde;o</em>
muita fleuma, e prudencia: e como estas cousas t&atilde;o oppostas
raras vezes se combin&atilde;o, por isso tem sido raros os grandes
Pintores. He por&eacute;m mais facil moderar o genio de fogo, que
escaldar o de gelo.&raquo;<br />

<br />

&laquo;Nem todos os pensamentos s&atilde;o proprios para formar
huma
intelligivel e elegante composi&ccedil;&atilde;o. Lucas
Jord&atilde;o rejeitou as Inven&ccedil;&otilde;es dos
sabios que por ordem de Carlos II. lhe dav&atilde;o assumptos
Theologicos para elle executar no Escurial. Todos er&atilde;o
orthodoxos, discretos, eruditos; mas n&atilde;o er&atilde;o
capazes de fazer por elles huma bella e pittoresca
composi&ccedil;&atilde;o:
<span class="pagenum">[29]</span>
portanto deve-se escolher hum assumpto nobre, e que seja susceptivel de
bom colorido, gra&ccedil;a, belleza,
instruc&ccedil;&atilde;o, recreio, etc.: escolhendo, para o
compor, o mais bello de toda a Natureza, segundo o gosto dos antigos, e
dos modernos que melhor os souber&atilde;o imitar.&raquo;<br />

<br />

&laquo;A escolha das Inven&ccedil;&otilde;es deve ser
analoga aos
lugares que ellas v&atilde;o ornar. Nas Casas Reaes convem as
ac&ccedil;&otilde;es dos Principes, e dos grandes
Capit&atilde;es; conv&eacute;m triumphos, victorias, e outros
assumptos capazes de levantar o nosso espirito a pensamentos heroicos,
e a desejos de honra, e de gloria. O grande Artista p&oacute;de, e
deve ser grato aos beneficios que recebe da Patria, dos Principes, e
dos grandes Senhores: e se Virgilio immortalisou os Romanos,
Cam&otilde;es os Portuguezes, e Homero os Gregos; tambem Raphael
teve poder para perpetuar a gloria de Julio II., e Le&atilde;o X.;
Lebrun a de Luiz XIV.; e o Ticiano a de Carlos V.&raquo;<br />

<br />

&laquo;Nos Consistorios ecclesiasticos,
<span class="pagenum">[30]</span>
tem bom lugar a assembl&eacute;a
dos Filosofos, ou o concilio dos Theologos; como fez Raphael no palacio
Pontificio: mas nos seculares, n&atilde;o ser&aacute; impropria
a pintura do conselho dos Gregos para a expedi&ccedil;&atilde;o
de Troya: a de Licurgo, Demosthenes, etc. Nos templos claros pode-se
pintar S. Jo&atilde;o pr&eacute;gando &aacute; turba; a
absolvi&ccedil;&atilde;o da Adultera; a convers&atilde;o de
S. Paulo; e outras passagens alegres: mas n'hum tribunal de
Justi&ccedil;a ser&aacute; a proposito representar o juizo de
Salom&atilde;o; aquelles que se dedic&aacute;r&atilde;o
&aacute; morte por amor das leis; e outros semelhantes.&raquo;<br />

<br />

&laquo;Nos jardins, ao p&eacute; das fontes, n&atilde;o
ser&atilde;o improprias as metamorphoses de Acteon, Arethusa,
Salmacis, Narciso, e Egeria; mas entre os bosques Hippomenes, Atalanta,
Meleagro, Marsyas, Apollo; os quatro tempos, e os mezes do anno; bailes
de nynfas, e satyros; e tambem algumas perspectivas, e paizagens, com
Cephalo, etc.&raquo;<br />

<br />

&laquo;Sobre as chamin&eacute;s das salas pintar-se-ha
<span class="pagenum">[31]</span>
Prometheu furtando o fogo
do Ceo, Hercules na pyra, Ascanio com a flamma nos cabellos, Vulcano,
Phaetonte, Perillo, Scevola, Curcio, Med&eacute;a, Ceres procurando
a filha, e outras. Os corredores ou galerias abertas, sendo nobres como
s&atilde;o as lojas de Raphael, ou o Claustro do Escurial, podem
ser enfeitados com elegantes ornatos, e arabescos, compostos de aves,
flores, fructos, medalhas de estuque, paizagens, perspectivas,
folhagens, animaes, insectos, monstros, figuras humanas, e tudo quanto
cria a Natureza, e a id&eacute;a p&oacute;de
imaginar.&raquo;<br />

<br />

&laquo;As galerias interiores, bem pintadas, s&atilde;o como
preciosos
volumes, sempre abertos, e escriptos em huma linguagem universal, que
todos entendem; onde vemos descriptas as proezas de Luiz XIV.; a
protec&ccedil;&atilde;o efficaz que elle concedeo &aacute;s
Artes e Sciencias; as ac&ccedil;&otilde;es de Francisco I.; e
tantas outras cousas nobres, sublimes, e interessantes, executadas pelo
Rosso, pelo Primaticio, pelo divino
<span class="pagenum"><a name="p32">[32]</a></span>
Raphael, por <a href="#e2">Le Brun</a>, por
Mignard, e por muitos outros sapientissimos Pintores.
Rubens na Galeria do palacio de Luxemburgo, edificado por Maria de
Medicis, tambem deixou em vinte e quatro paineis immortalisadada a vida
daquella heroina. No primeiro, onde est&aacute; representado o seu
destino, apparecem as tres parcas fiando os bellos dias da futura
Rainha, debaixo dos auspicios de Juno, e de Jupiter. No segundo
est&aacute; Lucina allumiando com a sua flamma as Gra&ccedil;as
da Princeza recem-nascida; e deposita-a entre as m&atilde;os da
Cidade de Floren&ccedil;a: Os Destinos espalh&atilde;o sobre
ella flores &aacute;s m&atilde;os cheias: o signo de Sagittario
indica o tempo do seu nascimento: o Genio da felicidade, deixando ver a
coroa, o sceptro, e as flores de liz, claramente manifesta que aquella
menina nasce para ser Rainha de Fran&ccedil;a.&raquo; <br />

<br />

&laquo;A Inven&ccedil;&atilde;o dos outros quadros, que he
igualmente
poetica, e pittoresca, cont&eacute;m: a
educa&ccedil;&atilde;o da Rainha: o ajuste do seu casamento com
Henrique
<span class="pagenum">[33]</span>
IV.: O
casamento effectuado: o desembarque da Rainha em Marselha: a Cidade de
Ly&atilde;o, que lhe sahe ao encontro: o nascimento do Delphim:
Henrique IV. se disp&otilde;e a partir para a guerra d'Alemanha, em
soccorro dos Marquezes de Brandeburgo, e de Neuburgo:
coroa&ccedil;&atilde;o da Rainha como Regente: Apotheose de
Henrique IV., e Regencia da Rainha: o seu governo: viagem militar da
Rainha &aacute; Ponte de C&eacute;, para reprimir a guerra
civil: a troca das duas Rainhas, Isabel de Fran&ccedil;a, que casou
com Filippe IV., e Anna de Austria, com Luiz XIII., em 9 de Novembro de
1615: felicidade da Regencia: maioridade de Luiz XIII.: fugida da
Rainha do Castello de Blois, onde seu filho a tinha presa: a Rainha
acceita a paz, e a conclue com seu filho: a mesma pa
IV.: O
casamento effectuado: o desembarque da Rainha em Marselha: a Cidade de
Ly&atilde;o, que lhe sahe ao encontro: o nascimento do Delphim:
Henrique IV. se disp&otilde;e a partir para a guerra d'Alemanha, em
soccorro dos Marquezes de Brandeburgo, e de Neuburgo:
coroa&ccedil;&atilde;o da Rainha como Regente: Apotheose de
Henrique IV., e Regencia da Rainha: o seu governo: viagem militar da
Rainha &aacute; Ponte de C&eacute;, para reprimir a guerra
civil: a troca das duas Rainhas, Isabel de Fran&ccedil;a, que casou
com Filippe IV., e Anna de Austria, com Luiz XIII., em 9 de Novembro de
1615: felicidade da Regencia: maioridade de Luiz XIII.: fugida da
Rainha do Castello de Blois, onde seu filho a tinha presa: a Rainha
acceita a paz, e a conclue com seu filho: a mesma paz confirmada no
Ceo: o tempo descobrindo a Verdade. Alguns destes assumptos
s&atilde;o assaz triviaes, e parecem estereis; mas o grande e
fecundissimo Genio de Rubens soube achar
<span class="pagenum">[34]</span>
para todos as mais bellas imagens,
que se podi&atilde;o desejar.&raquo; <br />

<br />

<br />

<div class="break">
<hr /></div>

<h2><span class="smallcaps">sec&ccedil;&atilde;o
ii.&ordf;
</span></h2>

<h3><br />

<em>Disposi&ccedil;&atilde;o.</em></h3>

<br />

&laquo;<span class="smallcaps">A
disposi&ccedil;&atilde;o</span> he p&ocirc;r em boa
ordem as
id&eacute;as achadas pelo genio da Inven&ccedil;&atilde;o,
a fim de comp&ocirc;r com
magisterio a scena de hum painel. Toda a
composi&ccedil;&atilde;o he historica, allegorica, ou mixta: a
que he historica tem por objecto representar hum facto, com as
circumstancias allegadas pelos historiadores: a que he
alleg&oacute;rica relata os acontecimentos metaforicamente;
exprimindo debaixo d'hum v&eacute;o figurado, hum sentido diverso
da express&atilde;o literal: a mixta diz a verdade historica,
ornada ou corroborada com alguma agudeza da allegoria, que lhe sirva de
commento; e sem a qual n&atilde;o se poderia entender bem o que se
quiz dizer.&raquo;<br />

<br />

<br />

<span class="pagenum">[35]</span>
<h3><span class="smallcaps">Artigo I.</span></h3>

<h4><em>Da Disposi&ccedil;&atilde;o relativa ao
Grande<br />

Genero.</em>
</h4>

<br />

&laquo;<span class="smallcaps">A
Inven&ccedil;&atilde;o</span>, diz Du Fresnoy, acha os
convenientes objectos; e a Disposi&ccedil;&atilde;o os arranja;
mas a
distribui&ccedil;&atilde;o ha de fazer-se de sorte, que o tom,
e a scena do quadro, &aacute; primeira vista, inspirem a principal
paix&atilde;o no animo dos espectadores: isto he, que inspire
alegria se o assumpto for alegre; ou que infunda tristeza, e horror, se
for triste, e horroroso.&raquo;<br />

<br />

&laquo;As composi&ccedil;&otilde;es sej&atilde;o
conforme os
textos dos bons escriptores, e segundo os tempos, costumes, e
na&ccedil;&otilde;es: a licen&ccedil;a que Horacio concede
aos pintores, e aos poetas, deve ter os limites, que elle mesmo
prescreve; nada de sonhos, ou delirios extravagantes. Aquelles que
quizerem fazer progressos na Pintura historica, dever&atilde;o
familiarisar-se com os livros, que podem elevar as suas
id&eacute;as; para,
<span class="pagenum">[36]</span>
nos seus v&ocirc;os, n&atilde;o se servirem de alheias
azas, de que n&atilde;o conhe&ccedil;&atilde;o bem o uso,
nem a for&ccedil;a.&raquo; <br />

<br />

&laquo;Quando se escolherem as attitudes das figuras, devem-se
prever os
effeitos e harmonia das luzes, e cores; para collocar tudo de hum modo
natural, e vantajoso, e rejeitar o que p&oacute;de fazer
confus&atilde;o: imitando a tragedia, irm&atilde; da pintura, a
qual emprega todas as for&ccedil;as da sua arte onde recahe o forte
da ac&ccedil;&atilde;o.&raquo;<br />

<br />

&laquo;Para o Heroe, e para as principaes figuras,
escolh&atilde;-se
attitudes cujos membros sej&atilde;o grandiosos, amplos, e
desiguaes nas suas posituras; de maneira que os de diante contrastem
com os de traz, e todos sej&atilde;o balanceados, ou equilibrados
no seu centro commum. A principal figura appare&ccedil;a no meio do
quadro, debaixo da mais viva luz, tendo alguma cousa notavel que a
distinga de todas as outras; nem seja affrontada por alguma
dellas.&raquo;<br />

<br />

&laquo;Os gruppos sej&atilde;o separados por hum vacuo, para
n&atilde;o fazerem confus&atilde;o;
<span class="pagenum">[37]</span>
evitando nelles
repeti&ccedil;&otilde;es de fysionomias, e movimentos; ou
tendencia para a mesma parte. Entre varias figuras de frente esteja
tambem alguma de lado, ou de costas: advirta-se que o pezo da
composi&ccedil;&atilde;o n&atilde;o penda para hum
s&oacute; lado. Evite-se o grande numero de figuras; mas se o
assumpto o pedir, attenda-se primeiramente &aacute; harmonia do
todo, e depois se cuidar&aacute; em cada objecto; cedendo o
interesse de cada hum em particular ao bem commum de todos.&raquo;<br />

<br />

&laquo;As figuras, que estiverem atraz de outras, n&atilde;o
ter&atilde;o gra&ccedil;a se os
movimentos das m&atilde;os n&atilde;o forem perfeitamente de
ac&ocirc;rdo com as express&otilde;es dos semblantes. Evitem-se
os escor&ccedil;os, as ac&ccedil;&otilde;es violentas, ou
pouco naturaes, e tudo quanto for desagradavel &aacute; vista; como
linhas parallelas, ou figuras geometricas, que pela sua regularidade
fa&ccedil;&atilde;o m&aacute;o
effeito nas composi&ccedil;&otilde;es; porque a boa
composi&ccedil;&atilde;o he huma bella desordem.&raquo;
<br />

<br />

<span class="pagenum">[38]</span>
&laquo;N&atilde;o vos sujeiteis tanto &aacute; Natureza,
que
n&atilde;o possais fazer cousa alguma sem a ter diante dos olhos;
nem a abandoneis de modo, que tudo pinteis de pratica, porque hum tal
costume seria huma libertinagem anti-pittoresca.&raquo; <br />

<br />

&laquo;Quando o quadro tiver huma s&oacute; figura,
dever&aacute;
ella ser bellissima, e real&ccedil;ada com vivas cores. As
roupagens devem ter simplicidade, e natureza; tendo sempre
atten&ccedil;&atilde;o &aacute;s qualidades das pessoas que
as vestem: as dos Senadores sej&atilde;o amplas; as das donzellas
leves, e suaves; as dos rusticos grossas e estreitas.&raquo; <br />

<br />

&laquo;Para encadear as luzes, he preciso &aacute;s vezes,
relevar
algumas dobras sobre espa&ccedil;os mais profundos.&raquo;<br />

<br />

&laquo;As divisas das virtudes, ou distinctivos das sciencias; os
instrumentos de guerra, e dos sacrificios, pela sua nobreza, concorrem
muito para o ornato das figuras; mas o ouro, e as joias
sej&atilde;o raros. Fuja-se dos ornamentos g&oacute;ticos;
porque s&atilde;o outros tantos monstros produzidos nos seculos
<span class="pagenum"><a name="p39">[39]</a></span>
infelices. As
paizagens, ou architecturas nos fundos dos quadros, sej&atilde;o
executadas segundo o costume e natureza do seculo,
na&ccedil;&atilde;o, ou paiz da scena.&raquo;<br />

<br />

&laquo;He mui difficil exprimir bem as paix&otilde;es d'alma;
nem ellas
podem ser naturaes sen&atilde;o nas pessoas verdadeiramente
apaixonadas: he onde o Artista as deve estudar.&raquo;<br />

<br />

&laquo;Fazei o maior esfor&ccedil;o para dar a tudo
<a href="#e3">muita</a>
gra&ccedil;a, e muita nobreza; mas este dom dimana antes do Ceo,
que dos estudos.&raquo;<br />

<br />

Leonardo de Vinci tambem nos deixou muitos, e optimos documentos sobre
a Composi&ccedil;&atilde;o. &laquo;Quando souberdes, diz
elle,
esbo&ccedil;ar bem huma figura por todos os lados, aprendei a
comp&ocirc;r; e come&ccedil;ai por dois combatentes de igual
valor, desenhando-os em varios aspectos, e em differentes attitudes;
depois fazei o valente brigando com hum cobarde, tudo bem estudado: e
aproveita-te das manchas casuaes das paredes, e dos marmores, que
representem f&oacute;rmas
<span class="pagenum">[40]</span>
de batalhas, e de outras cousas. Estes
acasos suggerem muitas inven&ccedil;&otilde;es &aacute;
fertil imagina&ccedil;&atilde;o.&raquo;<br />

<br />

&laquo;Depois de conheceres bem as partes de cada membro, e a
totalidade dos
corpos inteiros, nota, e observa com diligencia os seus particulares
movimentos; mas de modo que as gentes n&atilde;o
entend&atilde;o que as observas, para que n&atilde;o mudem de
affectos: assim podes estudar a c&oacute;lera, a ira, a dor, a
admira&ccedil;&atilde;o, etc.; e tudo apontar&aacute;s no
livro de memoria, feito de papel gessado, com ponteiro de prata; e
depois o tirar&aacute;s a limpo para ser o teu mestre nas
composi&ccedil;&otilde;es.&raquo; <br />

<br />

&laquo;Faze as figuras de modo, que entendamos pelas suas
m&atilde;os,
olhos, sobrolhos, e por todos os g&eacute;stos do corpo, o que nos
querem dizer; como fari&atilde;o os mudos, ou os pantomimos para se
explicarem: attendendo por&eacute;m &aacute; mais ou menos
gravidade das pessoas que fall&atilde;o, e &aacute; natureza
das cousas que nos dizem. O Principe, ou o sabio, tenh&atilde;o
differen&ccedil;a
<span class="pagenum">[41]</span>
das gentes vulgares; com tanto, que os tristes sempre
pare&ccedil;&atilde;o mais ou menos tristes, e os alegres
alegres.&raquo; <br />

<br />

&laquo;Nos gruppos misturem-se objectos de todas as sortes;
mulheres, homens,
mo&ccedil;os, velhos, animaes, arvores, montanhas, edificios, etc.,
etc.; observando com tudo, que os membros e g&eacute;stos d'hum
velho sej&atilde;o de velho, e os de hum mo&ccedil;o
sej&atilde;o de mo&ccedil;o: os dos gordos ou magros;
pregui&ccedil;osos ou diligentes, sej&atilde;o como convem a
cada hum. N&atilde;o se misturem muitos rapazes com muitos velhos,
nem mo&ccedil;os com meninos, nem mulheres com homens, se a
historia o n&atilde;o pedir. Faze poucos velhos, porque os velhos
s&atilde;o mais raros; e separa-os dos mo&ccedil;os, de cujo
genio n&atilde;o gost&atilde;o; e onde n&atilde;o ha
uniformidade de costumes, falta a amizade, e esta falta motiva a
separa&ccedil;&atilde;o: mas se o assumpto for de conselho
prudente, fa&ccedil;&atilde;o-se poucos mo&ccedil;os,
porque
n&atilde;o gost&atilde;o de bons conselhos.&raquo; <br />

<br />

&laquo;Se hum fallar a muitos, em materia persuasiva,
sej&atilde;o os
seus g&eacute;stos
<span class="pagenum">[42]</span>
apropriados &aacute; mesma materia; mas, se tratar de cousa
demonstrativa, tome com dois dedos da m&atilde;o direita hum da
esquerda, tendo os dois menores fechados: a boca esteja hum tanto
aberta para parecer que falla; e o rosto voltado para o povo. Se
estiver assentado, pare&ccedil;a que se eleva hum pouco, direito, e
com a cabe&ccedil;a inclinada para diante; mas se estiver em
p&eacute;, tenha algum tanto o peito e a cabe&ccedil;a
inclinados para o povo; o qual povo tacito e attento olhe para o orador
com actos admirativos.&raquo;<br />

<br />

&laquo;Se fizeres huma s&oacute; figura, para evitar a critica
da
ignorancia, foge n&atilde;o s&oacute; do escor&ccedil;o
total, mas tambem dos parciaes; por&eacute;m na
multid&atilde;o, e principalmente em batalhas, faze-os de todos os
modos. As cousas que fizeres n'hum quadro, n&atilde;o as repitas em
outro. Faze tudo contraposto: o feio ao bello, o fraco ao forte, o
velho ao mo&ccedil;o. Observa o dec&oacute;ro; isto he, a
conveniencia da attitude, vestido, sitio, e as demais circumstancias
das cousas que queres representar: hum
<span class="pagenum">[43]</span>
Rei tenha o &aacute;r
magestoso, e esteja n'huma scena bem ornada; e os circumstantes
estej&atilde;o com reverencia e admira&ccedil;&atilde;o:
mas nos assumptos baixos seja tudo pelo contrario. As attitudes de hum
menino, de hum velho, de hum mo&ccedil;o, e de huma mulher,
sej&atilde;o todas diversas, e apropriadas, cada huma ao seu
actor.&raquo; <br />

<br />

O Cavalleiro Sir Josu&eacute; Reynolds, grande Pintor de retratos,
e tambem de historia, do ultimo seculo, ensinava aos seus discipulos
que se em hum quadro de historia entrassem alguns retratos, devia ser
de sorte que n&atilde;o parecessem retratos. &laquo;Hum pintor
retratista, lhes dizia elle, que quer fazer
algum quadro de historia, e n&atilde;o est&aacute; bem
costumado, entra insensivelmente nas minucias, e d&aacute; hum
certo &aacute;r de retratos &aacute;s suas cabe&ccedil;as,
como fazi&atilde;o os pintores g&oacute;thicos, antes que as
grandes id&eacute;as fossem bem entendidas, e praticadas. Hum
pintor historico pinta o homem em geral; o retratista imita hum
particular, e por consequencia defeictuoso modelo: por
<span class="pagenum">[44]</span>
tanto, a pratica
habitual em algum dos ramos menos elevados da Arte, p&oacute;de ser
hum obstaculo para possuir perfeitamente o mais sublime.&raquo; <br />

<br />

A variedade he huma das cousas mais recommendadas pelos authores: com
tudo, dizia Claudio Coelho, e dizia bem &laquo;<em>que
estando
j&aacute; todas as bellas attitudes achadas, e executadas pelos
melhores artistas, nem por isso deveriamos escolher as m&aacute;s,
para evitar as repeti&ccedil;&otilde;es</em>.&raquo;<br />

<br />

Gerardo Lairesse, chamado por antonomasia o Raphael Hollandez, diz que
o Artista, para bem comp&ocirc;r, deve ter a m&atilde;o
prompta, e obediente; boa memoria, e bem exercitada; juizo
s&atilde;o, e cultivado. <br />

<br />

&laquo;Quando occorrerem boas id&eacute;as, n&atilde;o se
dem&oacute;re a execu&ccedil;&atilde;o;
para evitar o pesar do esquecimento.&raquo; <br />

<br />

&laquo;Em hum lugar tranquillo tra&ccedil;aremos o plano, e o
horisonte
do painel, e marcaremos com linhas os lugares, e as grandezas, que
devem ter as figuras, e os outros objectos, que occuparem o primeiro e
o segundo pavimento.
<span class="pagenum">[45]</span>
Recome&ccedil;aremos depois pela figura principal,
considerando qual he a paix&atilde;o que lhe compete, a attitude
que deve ter, e o que devem fazer as outras; se vo&atilde;o, se
correm, se and&atilde;o, ou se est&atilde;o quietas; como
recebem a luz; de que sorte devem contrap&ocirc;r, e destacar; e
tudo isto se delinear&aacute; sobre outro papel.&raquo; <br />

<br />

&laquo;Come&ccedil;aremos terceira vez a examinar quaes corpos
devem ser
n&uacute;s, ou vestidos; quaes ter&atilde;o nobre caracter;
quaes commum; para depois passar &aacute;
elei&ccedil;&atilde;o das c&ocirc;res
locaes.&raquo; <br />

<br />

&laquo;O Pintor n&atilde;o deve ser plagiario; nem contentar-se
com ser
menos que Raphael.&raquo;<br />

<br />

&laquo;Fa&ccedil;a-se hum esquisso, bosquejo, ou rascunho da
historia que
se quer tratar; e depois le&atilde;o-se os melhores historiadores,
que sobre ella escrever&atilde;o: e aponte-se no esquisso o que
tiver esquecido. Note-se depois o paiz, o mez, e a hora em que se
passou a ac&ccedil;&atilde;o, para abrir, ou apertar mais a
luz, e enriquecer o fundo. O fim da ac&ccedil;&atilde;o deve-se
collocar no primeiro
<span class="pagenum">[46]</span>
pavimento, e o principio della nos longes. Indicai tudo no esquisso, e
tornai a ler vinte vezes o vosso assumpto. Cada dia pela
manh&atilde; imaginai que sois algum dos actores, e que estaes
transportado ao lugar da scena: marcai logo os gruppos, e as attitudes;
escrevendo o nome de cada personagem.&raquo; <br />

<br />

&laquo;Ponde o her&oacute;e no centro do quadro, e em lugar
superior. O
maior defeito que p&oacute;de ter hum painel, he o de
n&atilde;o deixar ver logo qual he o assumpto que representa. Se
hum orador que quizesse louvar Alexandre, empregasse as mais bellas
figuras da Rhetorica para elogiar o Buc&eacute;falo, seria bem
m&aacute;o compositor.&raquo;<br />

<br />

&laquo;De ordinario ha no quadro tres pavimentos: no primeiro, que
he
luminoso, est&atilde;o os principaes heroes; o segundo he sombrio;
no terceiro, outra vez claro, estar&atilde;o os objectos menos
importantes: colloquem-se as grandes figuras atraz das pequenas: a luz
opponha-se &aacute; sombra, ou ao menos &aacute; c&ocirc;r
sombria.&raquo;
<br />

<br />

<span class="pagenum">[47]</span>
&laquo;Isto feito, fazei novo esquisso: desenhai os n&uacute;s
do
natural, e as roupas de manequins, o mais acabado que f&ocirc;r
possivel, dando a cada objecto particular a mesma luz geral de todo o
quadro, e os mesmos pontos de vista, e de distancia. Os desenhos, e
estampas s&atilde;o utilissimos para ver, e examinar como os
grandes mestres souber&atilde;o fecundar, e enriquecer os
assumptos, que pareci&atilde;o mais estereis, e pobres.&raquo; <br />

<br />

&laquo;O assumpto heroico deve ser nobre, e grave; o jocoso
engra&ccedil;ado; as bambochatas carregadas. Em hum grande concurso
devem haver diversas f&oacute;rmas de corpos, e varias
propor&ccedil;&otilde;es.
A paix&atilde;o do her&oacute;e faz nascer muitas: quando hum
Filosofo discorre, os discipulos attendem. Deve-se imaginar, e indicar
em cada actor, a ac&ccedil;&atilde;o precedente, a actual, e a
consequente.&raquo; <br />

<br />

&laquo;Pinte-se o que he honesto, e capaz de inspirar virtude; e
fuja-se do
que for lascivo, e cruel.&raquo;<br />

<br />

Entre os bons escriptores da Arte
<span class="pagenum">[48]</span>
tem Jo&atilde;o Paulo Lomazo hum
dos primeiros lugares; e l&ecirc;-se nos seus escriptos que o
famoso Leonardo de Vinci querendo pintar em hum painel muitas figuras
rusticas, e alegres, convidou huns poucos de camponezes
engra&ccedil;ados; e em quanto elles comi&atilde;o e
bebi&atilde;o foi-lhes contando as cousas mais loucas e ridiculas
do mundo; de modo tal que os fez rir desatinadamente: elle observou
tudo; e pintando-os depois com os mesmos g&eacute;stos e attitudes,
provocava tanto a riso a pintura, como os mesmos originaes. Passando
depois aos preceitos, diz. <br />

<br />

&laquo;O movimento interno he motivado pelas paix&otilde;es da
alma; e o
movimento externo, que exactamente lhe corresponde, faz conhecer que
paix&otilde;es s&atilde;o: por elle se conhece o que
est&aacute; triste ou alegre, morto ou vivo; por elle se distinguem
o louco e o sabio; o humilde, e o soberbo. O conhecimento deste
movimento he tido na Arte por cousa mui difficil, e estimado como hum
dom celeste: este he
<span class="pagenum">[49]</span>
o furor pictorico com que deve nascer o Pintor; mas este furor ou
enthusiasmo ha de ter huma medida tal, que n&atilde;o toque no fogo
da impaciencia, nem no gelo da extrema regularidade.&raquo; <br />

<br />

&laquo;Os movimentos naturaes s&atilde;o engra&ccedil;ados,
e os
contrafeitos s&atilde;o desengra&ccedil;ados; mas as mesmas
paix&otilde;es fazem effeitos varios em diversas pessoas segundo os
seus temperamentos: os movimentos do melancolico, que he
t&eacute;rreo, ser&atilde;o pendentes e acanhados; mas o
colerico todo se retorce, como o fogo de que he composto. Todo o corpo
concorre para a express&atilde;o das paix&otilde;es; mas
principalmente os olhos, que s&atilde;o como as janellas da alma:
elles mostr&atilde;o o prazer, o abatimento, o enfado, a
severidade, a amenidade, a colera, a admira&ccedil;&atilde;o,
etc. etc. Depois dos olhos e do rosto, as m&atilde;os
s&atilde;o as servas, e as interpretes da alma: os seus infinitos
movimentos explic&atilde;o o desejo, a esperan&ccedil;a, a
supplica, o horror, os amea&ccedil;os, e tantas outras cousas: com
<span class="pagenum"><a name="p50">[50]</a></span>
as m&atilde;os
tememos, perguntamos, approvamos, recusamos, duvidamos; e podemos
concluir que assim como as m&atilde;os supprem nos mudos a falta da
voz articulada, tambem n&atilde;o devem contribuir pouco para
fallar huma linguagem muda, qual a da Pintura.&raquo;<br />

<br />

&laquo;N&atilde;o se p&oacute;dem dar regras precisas para
exprimir
todas as paix&otilde;es, e para as variar sempre; porque a obra
seria infinita. <a href="#e4">Quintiliano</a> he de
parecer que, a
pesar da sua difficuldade, p&oacute;de-se achar hum caminho que nos
conduza a esta parte importantissima da Pintura, e da Rhetorica; e que
este caminho he, como j&aacute; dissemos, o estudo da Natureza. <em>O
Domenichino, que foi optimo nas express&otilde;es, estudava-as
diante do espelho, depois de entrar elle mesmo nas paix&otilde;es
que queria imitar</em>. Horacio he tambem de parecer que os
movimentos se exprimir&atilde;o muito melhor, e ser&atilde;o
mais naturaes, se o Poeta, (ou Pintor, que neste caso he o mesmo)
imaginar que se acha no mesmo estado,
<span class="pagenum">[51]</span>
em que se
deveri&atilde;o achar as pessoas verdadeiramente apaixonadas. He
preciso, diz tambem Quintiliano, que sejamos os primeiros a sentir huma
paix&atilde;o, se quizermos commover os
cora&ccedil;&otilde;es alheios: mas como? Formando-se
fantasmas, e imagens das cousas ausentes, como se effectivamente as
tivessemos diante dos olhos; e aquelle que conceber mais vivamente
aquellas imagens, exprimir&aacute; melhor as
paix&otilde;es.&raquo; <br />

<br />

Entre os mais celebres escriptores da Arte ha hum
Portuguez, de quem os estrangeiros se tem aproveitado, e n&oacute;s
apenas conhecemos: he Francisco de Hollanda, que foi Pintor d'El-Rei D.
Jo&atilde;o III. Queixava-se elle, no seu livro, de que em Portugal
n&atilde;o se dava a devida estima&ccedil;&atilde;o
&aacute; Pintura, por culpa talvez dos Pintores, que se
contentav&atilde;o s&oacute; com a manten&ccedil;a, ou
n&atilde;o sabi&atilde;o exerce-la com primor. Para remediar em
parte aquelles inconvenientes, aponta algumas advertencias, e faz
discretas observa&ccedil;&otilde;es. <br />

<br />

&laquo;O Pintor para ser perfeito ha de
<span class="pagenum">[52]</span>
ter, diz elle, o genio dentro em
si mesmo, como a semente tem o fructo. Na puericia o
deixar&aacute; ver; na adolescencia exceder&aacute; os outros,
e sonhar&aacute; com pinturas. Deve ter espirito magnanimo; porque
sem elle nunca far&aacute; obras sublimes: ha de estudar muito o <em>Antigo</em>
para a grande
inven&ccedil;&atilde;o, gra&ccedil;a, dec&oacute;ro; e
escolher do melhor o optimo, sem confus&atilde;o; ha de evitar os
grandes defeitos, (que os pequenos pass&atilde;o bem) e fazer os
erros com o maior ac&ecirc;rto possivel.&raquo; <br />

<br />

&laquo;A nobreza, e propria casa da Pintura he saber reunir bem a
natureza
dispersa, e rejeitar o que n&atilde;o convem; e se esta escolha for
bem feita, ter&aacute; feito com isso a melhor parte da
obra.&raquo; <br />

<br />

&laquo;Antes de come&ccedil;ar a empreza ha de ter a
id&eacute;a da
obra, como vista em sonho, e pintada na fantasia.&raquo; <br />

<br />

&laquo;As figuras n&atilde;o occupem confusamente toda a taboa;
mas
fiquem intervallos para darem despejo e clareza &aacute; obra; e
para os olhos dos espectadores descan&ccedil;arem. As attitudes
sej&atilde;o
<span class="pagenum">[53]</span>
graves e modestas; e que humas figuras n&atilde;o damnem as outras,
(antes se possa p&ocirc;r, que tirar alguma cousa) e todas
fa&ccedil;&atilde;o com efficacia os seus officios. He
necessaria tanta arte para fazer bem as figuras ociosas, como as
occupadas. O menimo seja roli&ccedil;o, o mancebo ousado, o velho
prudente, o doente languido, o morto hirto; o que corre
pare&ccedil;a que corre, e o que anda pare&ccedil;a que se
move.&raquo;<br />

<br />

&laquo;Fa&ccedil;a as idades, physionomias, cores de carnes,
movimentos,
m&atilde;os, p&eacute;s, tudo diverso e contraposto; hum de
perfil, outro de costas; este voltado para baixo, aquelle para cima;
aquell'outro deitado, escor&ccedil;ado, etc. Figuras
escor&ccedil;adas sej&atilde;o as menos possiveis. As roupas,
os edificios, e os outros accessorios sej&atilde;o os que competem
ao assumpto; mas n&atilde;o pare&ccedil;a que se poz alli todo
o saber.&raquo; <br />

<br />

&laquo;Se o assumpto, ou imagem for triste, n&atilde;o o
representemos em
jardins, ou scenas alegres; antes pare&ccedil;a que os mesmos
brutos, arvores,
<span class="pagenum"><a name="p54">[54]</a></span>
penedos, e at&eacute; os Ceos sentem a sua tristeza. A
d&ocirc;r da pessoa <a href="#e5">aflicta</a>
n&atilde;o se mostre
com lagrimas; mas no semblante angustiado, no vestido, na
solid&atilde;o. O doente n&atilde;o pare&ccedil;a
s&atilde;o, nem o morto semivivo, nem o que dorme acordado:
escolha-se de tudo o mais formoso, e grave para se imitar;
encostando-se sempre ao <em>Antigo</em>.&raquo; <br />

<br />

&laquo;O primor da Pintura consiste tanto no que se faz, como no
que
sen&atilde;o quiz fazer; antes no que deixou de fazer se conhece
melhor o grande pintor, assim como o ignorante em encher tudo de
arvoredos, rios, caminhantes, castellos, cidades, e paizagens: o mais
santo, e louvavel he fazer poucas figuras, pouco rumor de paizes, menos
ainda de edificios; mas o pouco seja tal que valha mais que o muito:
porque este he o fazer de avisado e gravissimo mestre, e o outro de
obreiro e aprendiz. O que dizemos do total, appliquemos tambem a cada
particular objecto: nelle n&atilde;o se fa&ccedil;a cousa que
se n&atilde;o desejasse
ver da maneira que est&aacute; feita;
<span class="pagenum"><a name="p55">[55]</a></span>
porque esta he a admiravel doutrina
da Arte.&raquo;<br />

<br />

O mesmo Author escreveo certas maximas sobre o que se deve
seguir, e o que se deve evitar na Arte da
Composi&ccedil;&atilde;o. &laquo;Para seguir: Despejo de
<a href="#e6">pouca</a> obra;
formosura bem escolhida; dec&oacute;ro; deixar de fazer muitas
cousas; bello &aacute;r em todas as cousas; diversidade nas
figuras; ousadia nas sombras; antigas, e escolhidas novidades; escolha
de architectura; n&ucirc; perfeito, e honesto; bons pannos; bom
encaixe de pesco&ccedil;o; m&atilde;os t&atilde;o boas como
o rosto; p&eacute;s t&atilde;o bons como a figura; bons
animaes; bons cavallos; gravidade, e magestade; etc. Para evitar:
Affecta&ccedil;&atilde;o; confus&atilde;o; muita obra;
fealdade; despropor&ccedil;&atilde;o; des&aacute;r nas
figuras; rostos repetidos; o muito vulgar; m&aacute;os
n&ucirc;s; muito panno; m&aacute;s m&atilde;os; pouca
reverencia; indiscri&ccedil;&otilde;es; etc.&raquo;<br />

<br />

Rug&eacute;rio de Piles, amigo de Carlos du Fresnoy, e o melhor
commentador do seu poema de <em>Artegraphica</em>, tambem
enriqueceo a biblioteca da
<span class="pagenum"><a name="p56">[56]</a></span>
Arte com doutas
observa&ccedil;&otilde;es suas: &laquo;A boa
disposi&ccedil;&atilde;o, diz elle, forma os gruppos; e o
verdadeiro modo de gruppar acha-se em Raphael, Julio Romano, Polidoro,
e outros grandes mestres. A escolha das bellas attitudes faz a maior
parte das bellezas do gruppo: a contraposi&ccedil;&atilde;o faz
o resto. Deve haver contraste n&atilde;o s&oacute; nas figuras,
mas tambem nas cousas inanimadas; havendo em todos os objectos huma
opposi&ccedil;&atilde;o de linhas, e contornos, pela qual <a href="#e7">elles
se</a> fa&ccedil;&atilde;o valer huns os outros,
e augmentem a gra&ccedil;a, que he t&atilde;o necessaria em
tudo.&raquo; <br />

<br />

&laquo;O modo de deitar as pr&eacute;gas tambem pertence
&aacute;
composi&ccedil;&atilde;o dos gruppos: o primeiro requisito das
roupas he que indiquem o que ellas cobrem, de sorte que se
conhe&ccedil;&atilde;o as propor&ccedil;&otilde;es, e a
elegancia das f&oacute;rmas das pessoas, que as vestem; por tanto
convem que antes de vestir a figura se desenhe toda n&ucirc;a. As
dobras que se encruz&atilde;o com os membros do corpo
n&atilde;o pare&ccedil;&atilde;o, por fortes,
t&atilde;o profundas
<span class="pagenum">[57]</span>
que poss&atilde;o penetrar as carnes. As pregas
sej&atilde;o poucas, e grandes; mas se alguma vez se fizerem
miudas, siga-se a maxima dos antigos, que em tal caso as
collocav&atilde;o aos lados dos membros, e n&atilde;o em cima
delles. As grandes n&atilde;o s&oacute; h&atilde;o de
contrastar o n&ucirc;, mas tambem humas as outras, para terem vida,
e movimento: a contraposi&ccedil;&atilde;o he huma especie de
guerra, que anima tudo; mas he necessaria muita prudencia,
principalmente nas figuras em p&eacute;, aonde as
contraposi&ccedil;&otilde;es s&atilde;o muitas vezes
inverosimeis, porque o peso da roupa a faz cahir direita&raquo; <br />

<br />

&laquo;A ordem das pregas, sendo hum effeito dos movimentos do
corpo, tambem
d&aacute; vida aos mesmos membros, que parecem move-las: huma
discreta repeti&ccedil;&atilde;o de pregas, em ordem circular,
ajuda muito o bom effeito dos escor&ccedil;os. As roupas devem-se
sempre estudar do natural: as do manequim parecem immoveis, e he
preciso que se lhes tire aquella apparencia: os pequenos figurinos
<span class="pagenum">[58]</span>
vestidos de papel
molhado podem servir para o todo de huma
composi&ccedil;&atilde;o, e n&atilde;o para cada objecto de
persi.&raquo; <br />

<br />

Le&atilde;o Baptista Alberti affirma que no comp&ocirc;r, ou
distribuir bem os objectos consiste todo o engenho. &laquo;A
varidade deleita
tanto a vista, como o ouvido, e o paladar. Os espectadores n'hum
quadro, inda que estej&atilde;o quietos, exprim&atilde;o os
seus sentimentos. A cabe&ccedil;a, a fronte, e todos os membros do
que est&aacute; triste descahem.&raquo;<br />

<br />

&laquo;De sete modos se inovem os corpos: para cima, e para baixo;
para a
direita, e para a esquerda; para diante, e para traz; e em fim girando
ao redor: todos estes movimentos entrem nas
composi&ccedil;&otilde;es: huns v&atilde;o, outros
venh&atilde;o. Os movimentos sej&atilde;o naturaes e suaves: os
artistas fogosos cuid&atilde;o que as attitudes violentas
s&atilde;o mais vivas, e engan&atilde;o-se. Os cabellos, e as
roupas tenh&atilde;o tambem os sete movimentos; mas os ramos das
arvores, agitados pelo vento, correndo
<span class="pagenum">[59]</span>
todos para a mesma parte,
s&atilde;o bellissimos. Quando quizeres comp&ocirc;r, pensa,
l&ecirc;, esquissa, mod&eacute;la, e pede conselho aos
amigos&raquo; <em>e
talvez aos inimigos, porque n&atilde;o
lisonge&atilde;o</em>. <br />

<br />

&laquo;O Pintor deve ser bom, honesto, civil, e douto nas bellas
Artes; deve
ler poetas, historiadores, oradores, e sabios, para poder bem
inventar.&raquo; <br />

<br />

&laquo;A ac&ccedil;&atilde;o, diz o Raphael Francez
Nicol&aacute;o Pusinno, he a voz da Pintura; sem ella
n&atilde;o ha persuas&atilde;o. A Arte sublime requer quatro
cousas: 1.&ordf; materia ou argumento: 2.&ordf; conceito:
3.&ordf; estructura ou
composi&ccedil;&atilde;o: 4.&ordf; estilo. O Argumento deve
ser
grande, heroico, e delle se devem desterrar as cousas miudas. Conceito
he hum pensamento alto, elevado, como o de Homero para o seu Jupiter,
que s&oacute; com o pensamento <em>movia a terra, o Ceo, e o
mar irado</em>. A composi&ccedil;&atilde;o seja natural,
e n&atilde;o
exaggerada, ou extravagante. O Estilo he hum modo particular de pintar
procedido
<span class="pagenum">[60]</span>
do genio de
cada hum, e que nasce naturalmente do seu engenho. Muito agrada a
novidade na Pintura; mas esta novidade n&atilde;o consiste em achar
assumptos ou motivos novos, sen&atilde;o em compor os antigos por
novo modo. Se o Pintor quizer que o admirem, n&atilde;o se
fa&ccedil;a estranhamente singular; mas procure fazer tudo com
prudencia, e
perfei&ccedil;&atilde;o.&raquo; <br />

<br />

&laquo;A composi&ccedil;&atilde;o de hum quadro (diz
Richardson) he
de grandissima consequencia; he a primeira cousa que se apresenta
&aacute; nossa vista, e que nos p&oacute;de prevenir em seu
favor, ou desgostar-nos delle; por tanto, as figuras de hum painel, e
os seus fundos, devem comp&ocirc;r massas de luz, e de sombra, que
mesmo de longe, sej&atilde;o gratas &aacute; vista.&raquo; <br />

<br />

&laquo;Em cada painel ha de haver hum sitio mais rico, e brilhante;
e alli he
o lugar da principal personagem, e da ac&ccedil;&atilde;o mais
notavel, aonde tudo deve ser mais bello, e bem acabado. Os outros
objectos sej&atilde;o todos subordinados a este; mas cada hum
delles
<span class="pagenum">[61]</span>
ha de ter huma parte
que domine as outras, e se deixe logo ver.&raquo; <br />

<br />

&laquo;Se o Pintor f&ocirc;r obrigado a collocar alguma das
figuras
principaes a hum lado, e em meia luz, fa&ccedil;a-a distinguir pela
c&ocirc;r viva do vestido, como fez o Ticiano no Bacco e Ariana; ou
de outra maneira discreta, e artificiosa.&raquo;<br />

<br />

&laquo;O Pintor deve saber perfeitamente a historia que quer
pintar, e
meditar depois se p&oacute;de accrescentar algum incidente de sua
inven&ccedil;&atilde;o, que n&atilde;o seja inverosimil.
P&oacute;de tambem &aacute;s vezes (mas raras vezes) apartar-se
da verdade natural, e historica, como fez Raphael, muito discretamente,
no Cart&atilde;o da P&eacute;sca miraculosa, onde pintou huma
barca muito pequena, &aacute; propor&ccedil;&atilde;o das
figuras, a fim de n&atilde;o encher o painel com hum barco, ou de
n&atilde;o fazer as figuras pequeninas; cousa que tornaria a
composi&ccedil;&atilde;o mesquinha: tambem se apartou o mesmo
author da verdade historica, no outro Cart&atilde;o do Paralytico,
aonde a architectura da entrada
<span class="pagenum">[62]</span>
para o Templo he de sua
inven&ccedil;&atilde;o, e n&atilde;o como consta que ella
era; mas aquella licen&ccedil;a foi muito feliz, porque deo hum
&aacute;r mais nobre, e magestoso a todo o painel. Estas
excep&ccedil;&otilde;es da regra s&atilde;o permittidas;
mas poucas vezes.&raquo; <br />

<br />

&laquo;Cada painel historico ha de representar hum unico instante
de tempo, e
seja quelle que for mais vantajoso. Nenhum objecto, por excellente que
seja, interrompa a atten&ccedil;&atilde;o devida ao
her&oacute;e. N&atilde;o se introduz&atilde;o figuras, ou
ornamentos superfluos; antes pelo contrario, conceda-se alguma cousa
&aacute; imagina&ccedil;&atilde;o, e ao desejo dos
espectadores. Em tudo haja grande variedade.&raquo;<br />

<br />

&laquo;Bardon affirma que o pittoresco de huma
composi&ccedil;&atilde;o consiste em huma singular, e exquisita
escolha dos effeitos da Natureza, ajudada pelo gosto, e espirito
sustentados pela raz&atilde;o. O Heroe do quadro deve brilhar alli,
como hum monarca entre os seus cortez&atilde;os, e attrahir as
vistas do espectador por algum accidente
<span class="pagenum">[63]</span>
de luz, ou particular effeito de
c&ocirc;r; ou tambem por alguma priva&ccedil;&atilde;o da
mesma luz, manejada com arte.&raquo; <br />

<br />

&laquo;O Pusinno, e Paulo Veronez modelav&atilde;o a
composi&ccedil;&atilde;o inteira, girav&atilde;o ao redor
della, e escolhi&atilde;o o ponto de vista, e o aspecto mais
vantajoso, para o seguir, e imitar. A luz principal deve ser unica; mas
para que o effeito do quadro n&atilde;o pare&ccedil;a de
lanterna, ou luz de noite, haj&atilde;o alguns reclamos della nas
principaes partes da composi&ccedil;&atilde;o; sempre em
marchas diagonaes.&raquo;<br />

<br />

Andr&eacute; Felibien, tratando da
composi&ccedil;&atilde;o, inculca como o mais raro e perfeito
exemplo desta parte essencial da Arte, o precipicio dos gigantes
pintado por Julio Romano no palacio do T. Como Julio era tambem o
architecto daquelle palacio, mandou fazer o sal&atilde;o redondo, e
lizo como hum forno: os mesmos alizares, e a chamin&eacute;,
er&atilde;o feitos &aacute; vontade da pintura. Toda a casa
parecia hum s&oacute; painel representando huma vasta campina por
onde muitos gigantes lev&atilde;o
<span class="pagenum">[64]</span>
montanhas &aacute;s costas, e v&atilde;o
colloca-las em cima d'outras para dar hum assalto ao Olimpo.
&laquo;A derrota
come&ccedil;a: os gigantes maiores est&atilde;o no primeiro
pavimento j&aacute; prostrados por terra: alguns jazem debaixo das
montanhas; e Briar&ecirc;o est&aacute; quasi todo soterrado.
Pelo r&ocirc;to de huma gruta se avist&atilde;o muitos ao
longe, que fogem amedrontados, e s&atilde;o colhidos pelos raios de
Jupiter. No mesmo tempo, os templos, e os grandes edificios cahem
arruinados em cima de outros; ficando a chamin&eacute;, entre
paredes e columnas precipitadas, fingindo parte da ruina; e
t&atilde;o artistamente executada, que quando se accende o lume,
parece que ardem os gigantes, e que he huma boca do inferno, por onde
Plut&atilde;o, em companhia das Furias, se vai precipitar no
Tartaro.&raquo;<br />

<br />

&laquo;Quando se comp&otilde;e, deve-se deixar o genio em plena
liberdade; e s&oacute; depois de feita a
composi&ccedil;&atilde;o he que se ha de consultar a natureza;
e depois o <em>Antigo</em>, para emendar por elle
<span class="pagenum">[65]</span>
os defeitos do natural.
He preciso variar todos os objectos, mas sem violencia nem
affecta&ccedil;&atilde;o: ha de parecer que as figuras se
colloc&aacute;r&atilde;o por si mesmas; e nisto consiste a
gra&ccedil;a da
<em>disposi&ccedil;&atilde;o</em>.&raquo; <br />

<br />

Antonio Rafael Mengs, a quem os artistas modernos cham&atilde;o o
Raphael Alem&atilde;o, ensina &laquo;que o Pintor, antes de
come&ccedil;ar qualquer composi&ccedil;&atilde;o, deve-se
fazer senhor n&atilde;o s&oacute; daquella passagem historica
que quer pintar, mas tambem de toda a historia que lhe he relativa,
para conhecer perfeitamente as indoles de todas as personagens que ha
de p&ocirc;r na scena; o que se n&atilde;o poderia fazer com
muito acerto sem as conhecer a fundo, e sem saber com quaes vistas se
mov&ecirc;o a ac&ccedil;&atilde;o; por que se deve
manifestar, na pessoa que a est&aacute; fazendo, e na sua
fysionomia, o seu proprio caracter, e qual seja o motivo porque a faz.
He preciso tambem transferir-se ao tempo, ao lugar, e aos usos das
gentes que se represent&atilde;o; e dar-lhes os vestidos proprios
<span class="pagenum">[66]</span>
das suas
na&ccedil;&otilde;es, e dos seculos em que viver&atilde;o,
ou sen&atilde;o constar bem, ao menos os das
na&ccedil;&otilde;es com quem tratav&atilde;o, ou donde
procedi&atilde;o.&raquo; <br />

<br />

&laquo;Em quanto &aacute;s contraposi&ccedil;&otilde;es
nas
figuras, siga-se como regra geral, que, se hum bra&ccedil;o
avan&ccedil;ar, a perna daquella parte, e o outro bra&ccedil;o
devem recuar: os dois bra&ccedil;os nunca h&atilde;o de
avan&ccedil;ar, porque ninguem poder&aacute; recuar ambas as
pernas sem cahir: a cabe&ccedil;a incline-se para a parte do
bra&ccedil;o levantado, e volte-se para onde a m&atilde;o
estiver mais avan&ccedil;ada: nenhum membro deve formar angulo
recto; nem dois membros h&atilde;o de ser reciprocamente
parallelos. Huma das m&atilde;os nunca se deve achar defronte da
outra; e nenhuma extremidade esteja na mesma linha vertical, ou
horisontal de outra; nem se encontrem duas m&atilde;os e hum
p&eacute;, ou dois p&eacute;s e huma m&atilde;o, collocados
em linha recta.&raquo; <br />

<br />

&laquo;O gruppo he huma uni&atilde;o de figuras que se
h&atilde;o de
encadear humas com outras, e em numero impar;
<span class="pagenum">[67]</span>
como 3, 5, 7, ou ao menos seja
composto de dois numeros impares como 6, 10, 14.<sup><a href="#9">[9]</a></sup> A
composi&ccedil;&atilde;o do gruppo seja piramidal, mas de
planta redonda, <em>como huma fogueira</em>: as grandes
massas h&atilde;o de estar no meio: os lugares das figuras formem
linha curva, e n&atilde;o recta: n&atilde;o
concorr&atilde;o duas cabe&ccedil;as na mesma linha horisontal
ou vertical: os dois bra&ccedil;os ou as duas pernas da mesma
figura nunca tenh&atilde;o escor&ccedil;o igual; e a que nos
mostra a palma de huma das m&atilde;os, deixe ver a costa da
outra.&raquo; <br />

<br />

&laquo;Appare&ccedil;&atilde;o as partes mais bellas dos
corpos, como
as juntas, o pesco&ccedil;o, as espaduas, os cotovelos, pulsos,
joelhos, costas, e peitos; e isto por dois motivos; primeiro, porque
nas extremidades, e articula&ccedil;&otilde;es pode-se deixar
ver muita express&atilde;o, e muita sabedoria; segundo, porque os
<span class="pagenum">[68]</span>
peitos e as espaduas s&atilde;o
as partes mais grandiosas do corpo, e as mais capazes, por isso mesmo,
de reunir no gruppo grandes massas de luz, e de c&ocirc;r
agradavel, qual he a das carnes.&raquo;<br />

<br />

&laquo;Nas mulheres, todas as partes nuas, que se podem ver
honestamente,
s&atilde;o mui gratas &aacute; vista; mas algumas, como os
peitos, parecem mais bellas n&atilde;o estando de todo
descubertas.&raquo;<br />

<br />

&laquo;Quando se combin&atilde;o varios gruppos tambem devem
ser em
numero impar, ou hum inteiro no meio do quadro, e duas ametades aos
lados. A figura mais nobre esteja sempre no do meio, e as mais notaveis
aproximem-se ao her&oacute;e; mas este esteja no segundo pavimento,
e n&atilde;o no primeiro, para ser como o centro no circulo dos
espectadores. A tortuosidade na planta do gruppo, p&oacute;de ser
concava, ou convexa; porque de ambas as sortes se p&oacute;de
collocar no meio o objecto principal, e o mais brilhante. Inda que se
deva fazer
<span class="pagenum"><a name="p69">[69]</a></span>
alardo das
mais bellas partes, evitem-se com grande cuidado as
r&eacute;plicas; porque sem <a href="#e8">a variedade</a>
n&atilde;o ha agrado. Quando f&ocirc;r possivel,
met&atilde;o-se na composi&ccedil;&atilde;o pessoas d'ambos
os sexos, e de todas as idades; o que produzir&aacute; huma
varidade muito grata nas express&otilde;es, e nas
ac&ccedil;&otilde;es.&raquo;<br />

<br />

&laquo;Corregio distribuia assaz bem os gruppos; mas dispunha-os
antes para
produzirem bellas massas de clar'escuro, que para exprimir quaesquer
affectos. Foi admiravel nos escor&ccedil;os, e he de crer que fazia
figurinos de cera para todas as composi&ccedil;&otilde;es dos
t&eacute;ctos, a fim de poder observar bem os contornos, e o
clar'escuro das figuras escor&ccedil;adas; e este era o forte da
sua composi&ccedil;&atilde;o. Fugia de deixar ver nos corpos
que pintava, as partes rectas; e tanto, que raras vezes fez
cabe&ccedil;as que n&atilde;o fossem vistas debaixo, ou de
cima; e nunca de frente.&raquo; <br />

<br />

&laquo;O mais egr&eacute;gio Pintor cujas obras se conhecem,
Raphael, foi n&atilde;o
<span class="pagenum">[70]</span>
s&oacute; sublime, mas singular na
composi&ccedil;&atilde;o; e esta he a parte da Pintura em que
foi mais sabio. Elle a inventou; porque nem entre os poucos quadros
antigos que p&ocirc;de ver, nem entre os modernos, achou perfeito
mod&eacute;lo para imitar. A principal cousa que se deve observar
em hum quadro he a inven&ccedil;&atilde;o; isto he, a
express&atilde;o verdadeira de hum assumpto: e nisto n&atilde;o
teve igual. Nenhuma das figuras que elle poz em scena poderia servir em
assumpto de diversa express&atilde;o. O pensativo, o alegre, o
melancolico, o colerico, todos se ach&atilde;o na sua competente
situa&ccedil;&atilde;o: nem a express&atilde;o perfeita se
acha s&oacute; em cada figura; mas todas ellas, e os episodios,
correspondem perfeitamente &aacute; paix&atilde;o da principal
personagem. Mostrou grandissimo talento na variedade com que soube
exprimir huma grande paix&atilde;o, fazendo &aacute;s vezes
intervir muitas figuras em hum movimento parcial; e isto n&atilde;o
por acaso, ou por encher o quadro, mas pelo pedir assim a
for&ccedil;a da express&atilde;o.
<span class="pagenum">[71]</span>
Nos seus quadros ha de ordinario muita
variedade de cousas, sem contradi&ccedil;&otilde;es;
paix&otilde;es violentas, sem deformidades; mostrando a
express&atilde;o algumas vezes, at&eacute; no movimento de hum
dedo, e no effeito que fazem as paix&otilde;es sobre as partes
tendinosas, e aponevroticas. Muitas cousas que em outros
seri&atilde;o defeitos, er&atilde;o nelle grandes bellezas pelo
modo com que as accommodava.&raquo;<br />

<br />

&laquo;Entre hum quadro de Raphael, e o de qualquer outro Pintor ha
a mesma
differen&ccedil;a, que haveria entre hum her&oacute;e como
Alexandre, e hum comediante que o quizesse representar; e isto, porque
os outros toc&atilde;o algum dos extremos nas attitudes, e nas
express&otilde;es; mas Raphael dava &aacute;s suas figuras os
proprios movimentos da alma: para esse fim seguia huma pratica diversa
do costume. Os Pintores p&otilde;em ordinariamente toda a sua
atten&ccedil;&atilde;o nos gruppos, e na
composi&ccedil;&atilde;o de cada figura, segundo as
contraposi&ccedil;&otilde;es, e as regras da Arte; porem elle
come&ccedil;ava por figurar
<span class="pagenum">[72]</span>
na sua mente o total da sua
historia, e todos os objectos que poderi&atilde;o concorrer para a
express&atilde;o geral, e depois he que tratava de cada figura em
particular, elegendo os membros que havi&atilde;o de cooperar,
segundo as paix&otilde;es do animo; deixando mais ou menos quietos
os que nellas n&atilde;o tinh&atilde;o parte: observando o
caracter de cada figura; porque hum Apostolo, ou hum Filosofo
n&atilde;o se ha de mover como hum soldado, nem huma honesta
donzella como huma meretriz. Assim he que demonstrava, tanto as
paix&otilde;es internas que se indic&atilde;o pela testa,
olhos, nariz, boca, dedos; como as externas que movem o corpo todo;
porque o seu excesso n&atilde;o admitte
modera&ccedil;&atilde;o. Nunca fazia as
ac&ccedil;&otilde;es completas; porque, se hum homem que
caminha n&atilde;o tem acabado de formar o passo, est&aacute;
em movimento, tem vida, e sabemos o que faz; mas se tivesse acabado o
passo n&atilde;o saberiamos o que tinha feito nem o que hia fazer.
O Pintor de Urbino tinha de mais
<span class="pagenum">[73]</span>
a louvavel facilidade, e huma certa
negligencia apparente, t&atilde;o difficil de conseguir; como
tambem a arte de occultar com felicidade hum membro, huma
m&atilde;o, hum p&eacute;; ou para n&atilde;o mostrar
partes ociosas, ou para n&atilde;o affrontar as partes principaes,
ou em fim para evitar o m&aacute;o effeito que poderi&atilde;o
alli fazer.&raquo; <br />

<br />

&laquo;A composi&ccedil;&atilde;o he em geral de duas
especies; a
expressiva, e a de grande effeito: nesta, que he mais propria para as
grandes maquinas, como cupulas, tectos, etc. for&atilde;o
excellentes o Corregio, o Lanfranco, Pedro de Cortona, e Lucas
Jord&atilde;o; ella agrada muito, e a muitos. Em quanto
&aacute; expressiva, que sem duvida he a mais sabia, bella, e
difficultosa, nenhum chegou a Raphael; mas o Domeniquino, e o Pusinno
approximar&atilde;o-se muito. Se n'huma
composi&ccedil;&atilde;o Raphael fizesse as figuras, Pusino o
fundo, e Domeniquino os rapazes, seria ent&atilde;o perfeitamente
expressiva. Bem se v&ecirc; que a parte principal toca a Raphael, e
que elle por
<span class="pagenum">[74]</span>
consequencia, foi na express&atilde;o o maior de todos os
Pintores.&raquo; <br />

<br />

O Abbade Jo&atilde;o Baptista Dub&oacute;s, nas suas <em>Reflex&otilde;es
criticas sobre a Pintura</em> deixa ver em muitos lugares, que
pouco entendia da Arte; mas como era sabio, e tinha lido bons authores,
diz tambem algumas cousas attendiveis. &laquo;Elle observa que ha
assumptos
excellentes para a Poesia, que nem por isso s&atilde;o bons para a
Pintura. A historia Sagrada, a Grega, e a Romana fornecem assumptos
pittorescos, e interessantes; assim como a historia Franceza
ser&aacute; bem acceita em Fran&ccedil;a, e a Portugueza em
Portugal. O sacrificio de Efigenia n&atilde;o he proprio para
figurinhas de huma paizagem. Venus, e as Gra&ccedil;as
n&atilde;o se devem fazer colossaes.&raquo; <br />

<br />

&laquo;Le Brun servio-se bem da allegoria mixta quando pintou Luiz
XIV. em hum
carro, guiado pela Victoria, atropelando as Cidades e os Rios da
fronteira Hollandeza. A Hespanha, querendo suspender-lhe a marcha;
<span class="pagenum">[75]</span>
recebe alguns tiros, e deixa cahir a mascara. A
prudencia em taes composi&ccedil;&otilde;es he mui precisa;
porque nada faz dizer tantas tolices como o excessivo desejo de parecer
discreto, e sabio.&raquo; <br />

<br />

Claudio Watelet comp&ocirc;s hum elegante poema sobre a Pintura:
Publicar&atilde;o outros dois, o Abbade de Marsy, e o Panegyrista
de Pedro Mignard: todos tres fallar&atilde;o muito bem na
<em>composi&ccedil;&atilde;o</em>;
mas como o que sobre ella discorrer&atilde;o se encontra com o que
j&aacute; temos dito, ou vamos dizer, n&atilde;o augmentaremos
este volume com inuteis repeti&ccedil;&otilde;es. Pelo mesmo
motivo omittiremos tambem o que a este proposito disser&atilde;o Le
Comte, e outros muitos. <br />

<br />

Daniel Webb, era mais versado nas letras humanas, que practico nas boas
artes: em Roma frequentou a casa de Mengs, e aproveitou-se dos seus
dictames: apesar disso, a sua doutrina, inda que corroborada com
senten&ccedil;as de authores gravissimos, n&atilde;o carece de
sofismas. &laquo;Elle diz
<span class="pagenum">[76]</span>
que a Historia pintada tendo muita correla&ccedil;&atilde;o com
o
Poema dramatico podemos alli considerar a scena, e a poesia. A
excellencia da primeira consiste em huma agradavel
disposi&ccedil;&atilde;o das figuras que comp&otilde;e a
ac&ccedil;&atilde;o.&raquo;<br />

<br />

&laquo;Se de noite, prosegue elle, levantarmos os olhos aos Ceos, a
nossa
atten&ccedil;&atilde;o n&atilde;o ser&aacute; attrahida
por algumas estrellas espalhadas c&aacute;, e l&aacute;; mas
recahir&aacute; logo sobre aquellas que est&atilde;o gruppadas
em constella&ccedil;&otilde;es; e por esse motivo as
composi&ccedil;&otilde;es bem gruppadas de Lanfranco, e do
Cortona, agrad&atilde;o muito mais, que as dispersas do
Domeniquino; inda que este fosse maior Pintor que os outros.&raquo;
<br />

<br />

Francisco Xavier Lobo, Pintor Lisbonense, do ultimo seculo, era amigo
de pensar, e dado &aacute; leitura e &aacute;
especula&ccedil;&atilde;o da Arte: elle escreveo alguns
dialogos criticos sobre a Pintura pratica, e especulativa. Authorisa-se
com Leonardo de Vinci para exigir que o Pintor historico nenhuma cousa
ignore do que pertence &aacute;
<span class="pagenum">[77]</span>
Arte; porque no painel se ha de
achar tudo; figura, architectura, paizagens, fructos, flores, etc.: e
por isso aqui fallarei, diz elle, do que alguns estranhar&atilde;o
que eu falle &laquo;Quando o Pintor distribuir as figuras na sua
composi&ccedil;&atilde;o deve lembrar-se logo das luzes, e
c&ocirc;res que lhes ha de dar; dando-lhes attitudes, e movimentos
taes, que n&atilde;o embaracem o effeito do clar'escuro. He
evidente que huma cabe&ccedil;a voltada contra a luz n&atilde;o
faz o mesmo effeito que voltada para ella. O objecto principal
n&atilde;o se ponha da parte da sombra. Nas figuras vestidas
pare&ccedil;a sempre que ha algum &aacute;r entre a carne e as
roupas; mas nas Santas Imagens deve-se usar isto com muita
modera&ccedil;&atilde;o para que n&atilde;o
pare&ccedil;&atilde;o
dan&ccedil;arinos; antes inspirem affectos de
devo&ccedil;&atilde;o.&raquo;<br />

<br />

&laquo;Tem muitos authores feito os seus paineis seguindo dois
pensamentos,
ambos possiveis; hum de romper com claro por detras de algum corpo
escuro que esteja no primeiro pavimento; isto he, logo na entrada do
<span class="pagenum">[78]</span>
painel; outro de dar a
for&ccedil;a da luz nesta mesma entrada, e hir por degraos abatendo
os claros para o fundo: o primeiro me parece bom; o segundo melhor;
porque, n&atilde;o affecta sabedoria de arte. Bento Coelho foi sem
duvida hum grande compositor; e com tudo, s&atilde;o raros os seus
quadros que tenh&atilde;o figuras tenebrosas na entrada, as quaes
muitas vezes parece que fur&atilde;o e recort&atilde;o o
painel.&raquo; At&eacute;qui o nosso Lobo; mas a passagem
parece-me digna
de algumas observa&ccedil;&otilde;es.<br />

<br />

O escuro, diz Mengs, he melhor que o claro para se p&ocirc;r
adiante; porque, al&eacute;m de outras raz&otilde;es muito
attendiveis, por muito claros que se fa&ccedil;&atilde;o os
objectos pintados, sempre parecer&atilde;o fracos, e pouco
brilhantes, em compara&ccedil;&atilde;o da luz natural; e por
isso, os habeis artistas sempre fizer&atilde;o alguma massa escura
no primeiro pavimento. Estas regras por&eacute;m, tem como todas,
bastantes excep&ccedil;&otilde;es. A regra mais universal que
se possa seguir, he, segundo me <span class="pagenum">[79]</span>
parece, que no primeiro pavimento ha
de a for&ccedil;a da massa ser toda opposta ao tom do fundo do
quadro: se o dito fundo for claro destacar&aacute; bem, e
parecer&aacute; visinha a n&oacute;s huma massa escura; com
tanto que seja moderada, e suave nos contornos; mas se o fundo fosse
escuro, hum corpo tambem escuro, inda que estivesse no primeiro
pavimento, pareceria estar mui longe, e n&atilde;o faria effeito
algum. Bento Coelho, que fazia os fundos quasi pretos, punha sempre o
branco no primeiro pavimento, o vermelho ou amarello no segundo, e
assim hia degradando. Raphael usou tambem p&ocirc;r os brancos, e
os maiores claros adiante do painel, ainda mesmo quando os fundos
n&atilde;o er&atilde;o muito escuros; o que se p&oacute;de
ver na Transfigura&ccedil;&atilde;o, na Batalha de Constantino,
na Esc&oacute;la de Athenas, e em quasi todas as suas
composi&ccedil;&otilde;es; mas os Venezianos, e muitos
Francezes, como Le Brun, em algumas batalhas de Alexandre, e no Triunfo
de Jerusalem, tem posto a
<span class="pagenum">[80]</span>
diante corpos sombrios; o que sendo feito em paineis de muitas figuras,
e com sabio artificio, facilita muito o bello effeito do todo.<br />

<br />

&laquo;D. Jos&eacute; Nicol&aacute;o de Azara diz que a
Composi&ccedil;&atilde;o he a arte de bem collocar as partes
que comp&otilde;e hum todo. O Poeta p&oacute;de representar a
sua ac&ccedil;&atilde;o em varios pontos; mas o Pintor
s&oacute; p&oacute;de escolher hum unico ponto em toda a
ac&ccedil;&atilde;o, e nelle ha de representa-la precisamente e
quasi concentra-la, sem tratar do que o precede, ou do que o segue.
Este ponto deve ser o mais essencial da historia, pelo qual se entenda
facilmente o resto; e, como dizia Mengs, a historia ha de se explicar
pelo quadro, e n&atilde;o o quadro pela historia.&raquo; <br />

<br />

&laquo;Por express&atilde;o entendo a arte de patentear
convenientemente
os affectos por meio de toda a sorte de sinaes exteriores. A
uni&atilde;o da alma com o corpo, he tal, que n&atilde;o
p&oacute;de nella haver movimento algum, que n&atilde;o excite
nelle o seu movimento correspondente. Devendo pois o Pintor
<span class="pagenum">[81]</span>
dar ac&ccedil;&atilde;o &aacute;s suas figuras, estas devem
exprimir nos seus semblantes, e em todo o resto dos seus corpos
aquellas altera&ccedil;&otilde;es, que s&atilde;o proprias
das paix&otilde;es que lhes suppomos; rejeitando por&eacute;m
as que prejudicari&atilde;o a gra&ccedil;a e a belleza, ou
fazendo-as de hum modo agradavel, visto que, entre os extremos de
todas, ha hum grande numero de grada&ccedil;&otilde;es mais ou
menos violentas. O Laoconte, e seus filhos, exprimem a mais dolorosa
situa&ccedil;&atilde;o, que a humanidade possa soffrer, sem
prejudicar com os seus gestos, e convuls&otilde;es a belleza das
formas: deixando-se ver no pai, huma grande alma superior &aacute;
sua desgra&ccedil;a; e nos filhos, que sentem iguaes dores, e pedem
soccorro ao pai sem movimentos, que desfigurem a belleza de seus
corpos, e sem faltar no mesmo tempo &aacute; for&ccedil;a da
express&atilde;o. O gruppo da Niobe he outro exemplo da nobre
maneira, com que os Gregos exprimi&atilde;o as
situa&ccedil;&otilde;es mais violentas sem alterar a formosura
dos seus objectos: cousa
<span class="pagenum">[82]</span>
verdadeiramente grande, e
difficil! Os Gregos possui&atilde;o esta arte com tal magisterio,
que nas suas estatuas, parece que elles n&atilde;o se
occupav&atilde;o com a express&atilde;o; porque lhes
dav&atilde;o sempre hum tal repouso, que mostr&atilde;o toda a
belleza sem alguma altera&ccedil;&atilde;o; e com tudo, cada
huma diz o que deve dizer, pois que hum suave e doce movimento da boca,
dos olhos, ou s&oacute;mente a ac&ccedil;&atilde;o, exprime
o affecto,
encantando a alma, e os sentidos. Entre os modernos houver&atilde;o
muitos que s&oacute; tinh&atilde;o por expressivas as figuras
espritadas; fazendo com muito trabalho muito pouco effeito.&raquo; <br />

<br />

&laquo;O celebre Winckelmann observou que os antigos
tinh&atilde;o
adoptado duas regras principaes de
<em>Composi&ccedil;&atilde;o</em>, das quaes nunca
se affastav&atilde;o, primeira a economia das figuras, segunda a
modera&ccedil;&atilde;o nas suas attitudes. Em quanto
&aacute; primeira, parece que a regra de Sophocles de nunca
p&ocirc;r na scena mais de tres figuras, era tambem a regra dos
Pintores. Os Antigos sabi&atilde;o exprimir muito com
<span class="pagenum">[83]</span>
pouco. Theon pintou a lucta de hum
s&oacute; guerreiro contra muitos adversarios, sem p&ocirc;r no
painel mais que o heroe.&raquo;<br />

<br />

&laquo;Do baixo-relevo de Meleagro, e de varias pinturas
d'Herculano, consta
que elles sabi&atilde;o bem gruppar quando lhes convinha; mas
n&atilde;o gostav&atilde;o da confus&atilde;o: tambem
conheci&atilde;o o contraste ou
contraposi&ccedil;&atilde;o, como os poetas, e oradores
conheci&atilde;o a <em>antithesis</em>; mas
fazi&atilde;o-a natural, como nascida do seu assumpto, e
n&atilde;o como filha de hum grande esfor&ccedil;o do genio,
como fazem muitos artistas d'agora, para os quaes o contraste he tudo,
e desculpa tudo.&raquo; <br />

<br />

&laquo;As Personagens d'huma composi&ccedil;&atilde;o
devem, em
primeiro lugar, ser discretas, e tranquillas; e n&atilde;o
h&atilde;o de ter movimentos violentos, e convulsivos, como as do
celebre La Fage: segundo n&atilde;o se ha de nella introduzir cousa
alguma que seja inutil,
&laquo;As Personagens d'huma composi&ccedil;&atilde;o
devem, em
primeiro lugar, ser discretas, e tranquillas; e n&atilde;o
h&atilde;o de ter movimentos violentos, e convulsivos, como as do
celebre La Fage: segundo n&atilde;o se ha de nella introduzir cousa
alguma que seja inutil, ou ociosa: terceiro tudo deve ser
diversificado, sem repeti&ccedil;&atilde;o de movimentos,
attitudes, etc.&raquo;
<br />

<br />

<span class="pagenum">[84]</span>
&laquo;Aquelle que escrevendo ao seu amigo, lhe dizia &laquo;Eu
n&atilde;o
tenho tempo para me exprimir mais laconicamente&raquo; sabia bem,
que o
pouco, e bom, he mais difficil, que a grande superabundancia.
Tiepolo<sup><a href="#10">[10]</a></sup>
fazia mais em hum dia, que Mengs em huma semana; mas a obra
de Mengs, inda que menor em quantidade, valia mais.&raquo; <br />

<br />

&laquo;O Juizo final de Miguel Angelo, e a Batalha de Constantino
de Rafael,
s&atilde;o duas grandes esc&oacute;las de <em>Composi&ccedil;&atilde;o</em>.&raquo;<br />

<br />

&laquo;A m&aacute; distribui&ccedil;&atilde;o dos
objectos
conduzio o Caravagio, e o Hespanholeto a huma maneira negra, e mui
desagradavel: os que se colloc&atilde;o com intelligencia, como
recebem melhor as luzes, s&atilde;o mais claros e mais distinctos;
por&eacute;m os m&aacute;os conhecedores
<span class="pagenum">[85]</span>
daquelle tempo
admirav&atilde;o aquella maneira negra, e a preferi&atilde;o
&aacute; dos Caraches, e &aacute; do mesmo Guido, s&oacute;
porque er&atilde;o claras.&raquo; <br />

<br />

&laquo;Pedro Mignard examinando huma das Sagradas Familias de
Raphael, da
collec&ccedil;&atilde;o Real de Fran&ccedil;a, observou que
sendo a grandeza da express&atilde;o a cousa mais admiravel
daquelle Artista, e a que lhe d&eacute;ra o titulo de Divino,
come&ccedil;aria por louvar a grande modestia, e respeito que se
admira no rosto, e gesto de Nossa Senhora; o amor desta Santissima
M&atilde;i para seu filho, e a ternura do Filho para sua
M&atilde;i; a venera&ccedil;&atilde;o de Santa Isabel, e a
profunda humildade de S. Jo&atilde;o; o repouso de S.
Jos&eacute;, e o gosto acompanhado de
admira&ccedil;&atilde;o t&atilde;o bem exprimido nos
semblantes dos dois Anjos. Elle disse que naquelle quadro se via bem a
eleva&ccedil;&atilde;o do espirito, e o grande juizo do Author,
considerando de que maneira elle se conduzira naquelle trabalho, e a
escolha que fizera de quanto ha mais bello para
<span class="pagenum">[86]</span>
ornar com dec&oacute;ro as
suas Figuras.&raquo; <br />

<br />

&laquo;Em quanto &aacute;
<em>Disposi&ccedil;&atilde;o</em>,
elle as collocou, segundo as suas dignidades. Poz o Menino Jesus no
primeiro lugar, e Nossa Senhora no segundo: inda que todas as figuras
estej&atilde;o attentas a hum s&oacute; objecto, e occupadas em
contemplar o Deos Menino, n&atilde;o ha huma s&oacute;, cujo
rosto n&atilde;o seja visto vantajosamente, e de que as partes
todas n&atilde;o estej&atilde;o dispostas de huma maneira a
mais agradavel. Mignard fez tambem ver que pelo meio das luzes, e
sombras, n&atilde;o s&oacute;mente d&ecirc;o a
for&ccedil;a, ou debilidade conveniente a todos os corpos; mas fez
que a luz parecesse mais viva sobre as figuras principaes, tendo-a
espalhado mais fortemente sobre o Corpo do Menino, e depois pelas
outras, com tal discri&ccedil;&atilde;o, que n&atilde;o
recebem sen&atilde;o a que lhes he necessaria para fazer todo o
effeito que o assumpto requer. Para illuminar superiormente o Menino
evitou Raphael todos os incidentes que pudessem interromper os raios da
luz, e
<span class="pagenum">[87]</span>
fazer-lhe alguma
sombra, a fim de n&atilde;o haver a menor obscuridade naquelle, que
he a fonte de toda a luz.&raquo; <br />

<br />

Temos allegado bastantes authoridades, e trazido &aacute;
memoria hum numero de regras, e preceitos sobre a <em>Composi&ccedil;&atilde;o</em>,
que parece sufficiente para encaminhar as Senhoras applicadas:
resta-nos s&oacute;mente dizer alguma cousa do que ensina D.
Antonio Palomino. O officio de Polymnia, diz elle, he manifestar os
conceitos que concebe o entendimento; o que o Pintor p&oacute;de
fazer, dando &aacute;s figuras pintadas t&atilde;o viva
express&atilde;o de paix&otilde;es e affectos, que
pare&ccedil;a que est&atilde;o fallando.<br />

<br />

&laquo;A composi&ccedil;&atilde;o, seja de huma ou muitas
figuras,
deve ser honesta; mas a nudeza p&oacute;de ser honesta, e mesmo
edificante, como he em Jesus Christo, em Susana, nas Santas martyres,
nas Almas do Purgatorio, e em muitas outras pinturas. O Padre Siguenza,
na Historia da Ordem de S. Jeronymo, reprova muito o zelo indiscreto
dos que mand&aacute;r&atilde;o cobrir
<span class="pagenum">[88]</span>
huma perna n&ucirc;a de Santa
Margarida em hum quadro do Ticiano, que estava no Escurial; cousa, a
que outro author chamou <em>sciochissima
correzione</em>. A pintura de corpos n&ucirc;s he
indifferente em grande numero de fabulas, ao mesmo tempo que em figuras
vestidas encontr&atilde;o-se &aacute;s vezes actos
provocativos; e estas imagens s&atilde;o obscenas sem serem
n&ucirc;as.&raquo; <br />

<br />

&laquo;Palomino ensina tambem outros dois modos mais faceis de
inventar: ao
primeiro chama elle fazer por estampa; porque consiste em pintar o
painel todo por huma s&oacute; estampa, ou desenho alheio, pondo o
colorido da sua inven&ccedil;&atilde;o: ao segundo
cham&atilde;o os Pintores furtar; porque he furtado de muitas
estampas. O talento de bem furtar he pouco inferior ao da total
inven&ccedil;&atilde;o;<sup><a href="#11">[11]</a></sup>
porque al&eacute;m de
<span class="pagenum">[89]</span>
ser original a
composi&ccedil;&atilde;o e colorido, he preciso grande
magisterio para arranjar os objectos furtados debaixo de huma
s&oacute; e mesma luz, e de hum s&oacute; ponto de vista, e de
distancia, de sorte que pare&ccedil;a que tudo foi feito para
aquelle lugar;<sup><a href="#12">[12]</a></sup>
e he muito melhor copiar bem, ou comp&ocirc;r por
estampas, que fazer mal de pura id&eacute;a. Mas quem puder
consultar o <em>natural</em>, e o souber imitar bem, esse
ser&aacute; mais applaudido. Tambem se p&oacute;de seguir a
composi&ccedil;&atilde;o de hum quadro, ou estampa, em quanto
&aacute;s massas de luz e de sombra, mudando todas, ou algumas
figuras; estudando-as
<span class="pagenum">[90]</span>
por&eacute;m do
<em>natural</em>, e n&atilde;o fazer de pura pratica;
porque conduz ao maneirado.&raquo;<br />

<br />

Temos reduzido a poucas paginas quanto se acha de maior
interesse em muitos volumes sobre a
<em>Composi&ccedil;&atilde;o</em>, relativa ao
grande Genero; e se este trabalho for bem acceito, proseguiremos com
gosto o resto da obra, que ser&aacute; igualmente resumido e
interessante. No fim daremos tambem hum catalogo das insignes Pintoras
Portuguezas, e Estrangeiras. <br />

<br />

<h4>FIM. </h4>

<br />

<br />

<b>Notas:</b><br />

<br />

<br />

<sup><a name="1"></a>[1]</sup> Brouwer
foi hum grande Pintor Hollandez de
Bambochatas;
mas foi tambem hum grande bebedo. <em>De Piles vie des Peintres,
Moreri, Houbraken,</em> etc.<br />

<br />

<sup><a name="2"></a>[2]</sup> Homem
facinoroso, que esteve preso na Torre de
Civitavechia; e sendo perdoado pela sua pericia na Arte, em
gratifica&ccedil;&atilde;o pintou alli algumas casas, que os
curiosos v&atilde;o admirar. Falla nelle Vieira no Canto
7.&ordm; pag.
251.<br />

<br />

<sup><a name="3"></a>[3]</sup> Pintor
fac&eacute;to, que se ridicularisava em
p&uacute;blico com as suas macaquices. Veja-se a sua vida em
Vasari, De Piles, no Bocacio, etc.<br />

<br />

<sup><a name="4"></a>[4]</sup> O
primeiro fez o famoso Crucifixo que se affirma
fall&aacute;ra a Santa Brigida: o segundo era religioso de S.
Domingos, muito estimado do Papa Nicol&aacute;o V. a quem recusou o
Arcebispado de Floren&ccedil;a: ambos viver&atilde;o e
morrer&atilde;o em cheiro de Santidade.<br />

<br />

<sup><a name="5"></a>[5]</sup>
Massolino,
he o mesmo que Thomazinho.<br />

<br />

<sup><a name="6"></a>[6]</sup> Alli
j&aacute; havia huma Igreja dedicada a Santa
Martinha, que Xisto V. em 1588 deo &aacute; Academia dos Pintores,
a qual a reedificou com
grande magnificencia, e a dedicou a S. Lucas, no tempo de Urbano VIII.<br />

<br />

<sup><a name="7"></a>[7]</sup> Cimabue,
Florentino, he considerado como o pai da Pintura
moderna, por ter sido o primeiro que deu alguma sombra de regularidade
&aacute;s figuras pintadas. Morreo em 1294 tendo 81 annos de
idade.<br />

<br />

<sup><a name="8"></a>[8]</sup> Por <em>Antigo</em>
entendem os Artistas as
mais bellas
esculpturas, que nos rest&atilde;o dos antigos Gregos, e Romanos;
taes como a Venus de Medicis, o Apollo, o Laoconte, o Gladiador, etc.<br />

<br />

<sup><a name="9"></a>[9]</sup> Todas as
regras geraes tem varias
excep&ccedil;&otilde;es.<br />

<br />

<sup><a name="10"></a>[10]</sup>
Jo&atilde;o
Baptista Tiepolo, grande Pintor a fresco,
Veneziano, concorreo com Mengs, e Corado na pintura dos tectos do
Palacio Real de Madrid. A sua composi&ccedil;&atilde;o, e
colorido
encantav&atilde;o; mas na correc&ccedil;&atilde;o do
desenho era muito inferior a Mengs.<br />

<br />

<sup><a name="11"></a>[11]</sup> Era
o talento de Andr&eacute; Gon&ccedil;alves, de
Ignacio de Oliveira, do Rocha, do Bruno, de Negreiros, de Roque
Vicente, do Padr&atilde;o, e de quasi todos os nossos bons
Pintores; porque entre n&oacute;s he mui difficultoso poder-se o
Artista servir do <em>natural</em>; nem o
P&uacute;blico o exige.<br />

<br />

<sup><a name="12"></a>[12]</sup> Depois
que se invent&aacute;r&atilde;o as
estampas, alguns artistas, mesmo da primeira ordem, se
servir&atilde;o &aacute;s vezes dellas. Miguel Angelo gostou
tanto d'huma inven&ccedil;&atilde;o de Heemskerk, que a pintou.
Andr&eacute; del Sarto servio-se das de Alberto Durer. Muitos
habeis Pintores do tempo do Parmas&atilde;o pintav&atilde;o
pelas suas estampas: esta pintura agrada a muitos, porque he mais
barata; mas toda a na&ccedil;&atilde;o que se contentar com
ella, nunca far&aacute; grandes progressos na
perfei&ccedil;&atilde;o da Arte: ter&aacute; brilhantes
crystaes; mas n&atilde;o ter&aacute; diamantes.<br />

<br />

<br />

<br />

<br />

<br />

<br />

<br />

<br />

<br />

<div class="fbox">
<h2>Lista de erros corrigidos</h2>

<div style="text-align: center;">Aqui encontram-se
listados todos os erros encontrados e corrigidos:</div>

<br />

<br />

<table style="width: 80%; text-align: left; margin-left: auto; margin-right: auto;" border="0" cellpadding="4" cellspacing="4">

  <tbody>

    <tr align="right">

      <td style="width: 87px;"></td>

      <td style="font-weight: bold; text-align: center; width: 119px;">Original</td>

      <td style="text-align: center; width: 5px;"></td>

      <td style="font-weight: bold; text-align: center; width: 118px;">Correc&ccedil;&atilde;o</td>

    </tr>

    <tr>

      <td style="text-align: right; width: 87px;"><a name="e1"></a><a href="#p19">#p&aacute;g.
19</a></td>

      <td style="text-align: center; width: 119px;">Rephael</td>

      <td style="text-align: center; width: 5px;">...</td>

      <td style="text-align: center; width: 118px;">Raphael</td>

    </tr>

    <tr>

      <td style="text-align: right; width: 87px;"><a name="e2"></a><a href="#p32">#p&aacute;g.
32</a></td>

      <td style="text-align: center; width: 119px;">Le Brnn</td>

      <td style="text-align: center; width: 5px;">...</td>

      <td style="text-align: center; width: 118px;">Le Brun</td>

    </tr>

    <tr>

      <td style="text-align: right; width: 87px;"><a name="e3"></a><a href="#p39">#p&aacute;g.
39</a></td>

      <td style="text-align: center; width: 119px;">muito</td>

      <td style="text-align: center; width: 5px;">...</td>

      <td style="text-align: center; width: 118px;">muita</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e4"></a><a href="#p50">#p&aacute;g. 50</a></td>

      <td style="text-align: center;">Quintiliauo</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">Quintiliano</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e5"></a><a href="#p54">#p&aacute;g. 54</a></td>

      <td style="text-align: center;">afficta</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">aflicta</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e6"></a><a href="#p55">#p&aacute;g. 55</a></td>

      <td style="text-align: center;">pou a</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">pouca</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e7"></a><a href="#p56">#p&aacute;g. 56</a></td>

      <td style="text-align: center;">elless e</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">elles se</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e8"></a><a href="#p69">#p&aacute;g. 69</a></td>

      <td style="text-align: center;">avariedade</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">a variedade</td>

    </tr>

  </tbody>
</table>

<br />

<div style="text-align: center;"><br />

Foram adicionadas aspas onde foram necess&aacute;rias<br />

(ex: quando se iniciavam e n&atilde;o terminavam e vice-versa).<br />

</div>

<br />

<br />

</div>

</div>

</body>
</html>
